[
  {
    "id": "FB944B6B-3638-496F-A6CC-66C4250ED9AD",
    "birthDate": "16 June 1723",
    "deathDate": "17 July 1790",
    "title": "אדם סמית",
    "content": "<div><p><b>אדם סמית'</b> (1723-1790) היה פילוסוף וכלכלן סקוטי, הנחשב לאחד מאבות הכלכלה המודרנית. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>אנשים פועלים מתוך אינטרס עצמי.</li><li>לעתים קרובות אנו זקוקים למוצרים ושירותים שאחרים מספקים.</li><li>אנשים לעתים קרובות צריכים להסכים להחליף סחורות או כסף ביניהם באופן שמועיל לשני הצדדים.</li><li>האדם הוא חיה שעושה עסקאות.</li><li>באמצעות פיתוח של סחר חליפין, נוצר שוק של סחורות ושירותים.</li><li>שווקים מובילים לחלוקת עבודה.</li><li>החתירה לאינטרס עצמי, רחוקה מלהיות בלתי תואמת לחברה שוויונית, היא הדרך היחידה להבטיח אותה.</li><li>היד הנעלמה של השוק מווסתת את השוק בצורה יעילה הרבה יותר מכל ממשלה שיכולה.</li><li>בחברות עם שוק מתפקד היטב, הממשלה צריכה להגביל את עצמה רק לפונקציות חיוניות (מתן הגנה, משפט פלילי וחינוך).</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>עושר האומות</li><li>תאוריית הרגשות המוסריים</li></ul><p><b>ציטוטים:</b></p><ul><li>\"כל אדם הוא, ללא ספק, מטבעו, קודם כל ובעיקר מומלץ לדאוג לעצמו; וכיוון שהוא מתאים יותר לטפל בעצמו מאשר בכל אדם אחר, מתאים ונכון שכך יהיה.\" (תאוריית הרגשות המוסריים, 1759)</li><li>\"כאשר אני מנסה לבחון את התנהגותי, כשאני מנסה להטיל עליה גזר דין, ולאשר אותה או לגנות אותה, ברור שבכל המקרים הללו אני מחלק את עצמי, כביכול, לשני אנשים; ואני, הבוחן והשופט, מייצג דמות שונה מזו האחרת, שהתנהגותה נבחנת ונשפטת.\" (תאוריית הרגשות המוסריים, 1759)</li><li>\"כל פרט טורח ללא הרף למצוא את העבודה המועילה ביותר לכל הון שהוא יכול לפקד עליו... הוא מתכוון רק לרווח שלו, ובזה, כמו במקרים רבים אחרים, הוא מובל על ידי יד נעלמה לקדם מטרה שלא הייתה חלק מכוונתו.\" (עושר האומות, 1776)</li><li>\"אנחנו לא מצפים לארוחת הערב שלנו מתוך טוב לבו של הקצב, מבשל הבירה או האופה, אלא מתוך התייחסותם לאינטרס שלהם.\" (עושר האומות, 1776)</li><li>\"העבודה הייתה המחיר הראשון, כסף הרכישה המקורי ששולם עבור כל הדברים. לא מזהב או מכסף, אלא מעבודה, נרכש במקור כל עושר העולם.\" (עושר האומות, 1776)</li><li>\"ברגע שהאדמה של כל מדינה הפכה כולה לרכוש פרטי, בעלי הקרקע, כמו כל שאר האנשים, אוהבים לקצור היכן שמעולם לא זרעו, ודורשים שכר דירה אפילו עבור התוצרת הטבעית שלה.\" (עושר האומות, 1776)</li><li>\"הצריכה היא המטרה והתכלית היחידה של כל הייצור; ויש להתייחס לאינטרס של היצרן, רק במידה שהוא עשוי להיות נחוץ לקידום זה של הצרכן.\" (עושר האומות, 1776)</li></ul></div>",
    "topicalDescription": "התיאוריה הכלכלית של אדם סמית' והמטפורות של יד נעלמה שימשו להצדקת מדיניות כלכלית של אי התערבות.",
    "era": "העידן המודרני המוקדם",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Adam-SmithFull.jpg",
    "description_picture": "/Images/Adam-SmithFace.jpg"
  },
  {
    "id": "68E5964C-2753-4873-8782-E95BDA30FD66",
    "birthDate": "7 November 1913",
    "deathDate": "4 January 1960",
    "title": "אלבר קאמי",
    "content": "<div><p><b>אלבר קאמי</b> (1913-1960) היה פילוסוף, סופר ועיתונאי צרפתי, זוכה פרס נובל לספרות לשנת 1957. הוא מזוהה עם האקזיסטנציאליזם, אך הוא דחה את התווית הזו. קאמי חקר את נושא האבסורד והמרד בעולם חסר משמעות.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>בעולם חסר משמעות ותכלית, זה אבסורד לצפות שלחיינו תהיה משמעות.</li><li>האבסורד אינו טמון בבני האדם או בעולם, אלא בתנאי האנושי של להיות בעולם; זהו הקשר היחיד שמאחד בין אדם לעולם.</li><li>השאלה הפילוסופית הראשונה צריכה להיות האם להתאבד.</li><li>להרוג את עצמך זה לוותר; אסור לנו להיכנע לחוסר המשמעות של היקום.</li><li>סיפורים דתיים הפותרים חוסר צדק ואקראיות על ידי הנחת התעלות או משמעות נסתרת הם התאבדות פילוסופית.</li><li>הדרך הטובה ביותר להתמודד עם האבסורד של העולם היא לקבל אותו, ואף לאמץ אותו, ולהמשיך לחיות (מרד).</li><li>המרד לא צריך להיעשות למען עצמך אלא מתוך חמלה לאחרים.</li><li>כשמנתחים את המרד, מתחילים לחשוד שיש טבע אנושי בניגוד למה שרבים מאמינים כיום.</li></ul><p><b>יצירות מרכזיות:</b></p><ul><li>המורד</li><li>המיתוס של סיזיפוס</li></ul><p><b>ציטוטים:</b></p><ul><li>\"יש רק בעיה פילוסופית רצינית אחת, והיא ההתאבדות. לשפוט האם החיים ראויים או לא ראויים לחיות משמעו לענות על השאלה היסודית של הפילוסופיה.\" (המיתוס של סיזיפוס)</li><li>\"רומן אינו אלא פילוסופיה המועברת לתמונות.\"</li><li>\"עם המרד, נולדת המודעות.\"</li><li>\"גירושים אלו בין האדם לחייו, בין השחקן לזירת ההתרחשות שלו, הם למעשה תחושת האבסורד.\" (המיתוס של סיזיפוס)</li><li>\"בכל פינת רחוב תחושת האבסורד יכולה לפגוע בפניו של כל אדם.\" (המיתוס של סיזיפוס)</li><li>\"לשני אנשים שחיים אותו מספר שנים, העולם תמיד מספק את אותו סכום חוויות. עלינו להיות מודעים אליהם.\" (המיתוס של סיזיפוס)</li><li>\"כשפורצת מלחמה, אנשים אומרים: 'זה טיפשי מדי; זה לא יכול להימשך זמן רב'. אבל למרות שהמלחמה עשויה להיות 'טיפשית מדי', זה לא מונע ממנה להימשך. לטיפשות יש כישרון להשיג את דרכה; כפי שהיינו רואים אם לא היינו תמיד כל כך עטופים בעצמנו.\" (הדבר)</li><li>\"הצורה האלמנטרית ביותר של מרד, באופן פרדוקסלי, מבטאת שאיפה לסדר.\" (המורד)</li><li>\"חירות מוחלטת לועגת לצדק. צדק מוחלט מכחיש חירות. כדי להיות פוריים, שני הרעיונות חייבים למצוא את גבולותיהם זה בזה.\" (המורד)</li><li>\"הוכיתי בזיכרונות של חיים שכבר לא היו שלי, אבל חיים שבהם מצאתי את השמחות הפשוטות והמתמשכות ביותר.\" (הזר)</li></ul></div>",
    "topicalDescription": "פילוסוף וסופר אקזיסטנציאליסטי צרפתי, שחקר את מושגי האבסורד, המרד והחופש.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Albert-CamusFull.jpg",
    "description_picture": "/Images/Albert-CamusFace.jpg"
  },
  {
    "id": "F8320389-19D4-4095-95A3-A93A7F7F7997",
    "birthDate": null,
    "deathDate": null,
    "title": "אנקסימנדרוס",
    "content": "<p>אנקסימנדרוס היה פילוסוף יווני קדם-סוקרטי שחי במאה ה-6 לפני הספירה. הוא נולד במילטוס, יוון (טורקיה המודרנית) בערך בשנת 611 לפני הספירה ונפטר בערך בשנת 546 לפני הספירה. הוא ידוע בעיקר בזכות תרומתו לתחום המטאפיזיקה, האסטרונומיה, הגיאומטריה והגיאוגרפיה.</p>\n<p>אחד הרעיונות המרכזיים שלו היה שהאדמה תלויה בחלל, במרחק שווה מכל הדברים האחרים, ושהיא גוף מוצק גלילי.</p>\n<p>ציטוט מפורסם שלו: \"אל המקום ממנו נוצרים הדברים הם חוזרים ונעלמים, כפי שנגזר; שכן הם עושים תיקון ופיצוי זה לזה על העוול לפי הזמן שנקבע.\"</p>",
    "topicalDescription": "פילוסוף יווני קדם-סוקרטי, הידוע בתרומתו לתחומים כמו מטאפיזיקה, אסטרונומיה, גיאומטריה וגיאוגרפיה.",
    "era": "קדם-סוקרטי",
    "associatedCategories": [],
    "full_picture": "/Images/AnaximanderFull.jpg",
    "description_picture": "/Images/AnaximanderFace.jpg"
  },
  {
    "id": "E54F0371-327C-49FB-8EAA-53CEB7E4190A",
    "birthDate": "26 January 1944",
    "deathDate": null,
    "title": "אנג'לה דייוויס",
    "content": "<p><b>אנג'לה דייוויס</b> (נולדה ב-26 בינואר 1944) היא פעילה פוליטית, פילוסופית, אקדמאית וסופרת אמריקאית. היא מזוהה עם התיאוריה הביקורתית והתמקדה בנושאים כמו גזענות, אימפריאליזם ומתחם התעשייה-בתי הסוהר.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>מערכת בתי הכלא בארה\"ב דומה יותר לצורה חדשה של עבדות מאשר למערכת צדק פלילי.</li><li>האימפריאליזם הוא שורש הדיכוי שסובלות אוכלוסיות רבות.</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>נשים, גזע ומעמד</li><li>האם בתי כלא הם מיושנים?</li></ul><p><b>ציטוטים:</b></p><ul><li>\"'אישה' הייתה המבחן, אבל לא כל אישה נראתה כמתאימה. נשים שחורות, כמובן, היו כמעט בלתי נראות בתוך מסע הבחירות הממושך למען זכות ההצבעה לנשים. אשר לנשים לבנות ממעמד הפועלים, מנהיגות הסופרג'יסטיות כנראה התרשמו בהתחלה ממאמצי הארגון והלוחמנות של אחיותיהן ממעמד הפועלים. אבל בסופו של דבר, הנשים העובדות עצמן לא אימצו בהתלהבות את עניין זכות ההצבעה לנשים.\" (נשים, גזע ומעמד, 1983)</li><li>\"לכן הכלא פועל מבחינה אידיאולוגית כאתר מופשט שאליו מופקדים בלתי רצויים, ופוטר אותנו מהאחריות לחשוב על הבעיות האמיתיות הפוגעות באותן קהילות שמהן נלקחים אסירים במספרים כה לא פרופורציונליים. זהו התפקיד האידיאולוגי שהכלא ממלא - הוא פוטר אותנו מהאחריות לעסוק ברצינות בבעיות של החברה שלנו, במיוחד אלה הנובעות מגזענות, ובאופן גובר והולך, מהקפיטליזם הגלובלי.\" (האם בתי כלא הם מיושנים?, 2003)</li><li>\"ככלל, מבטלי העבדות הלבנים או הגנו על הקפיטליסטים התעשייתיים או שלא הביעו שום נאמנות מודעת למעמד. קבלה בלתי מעורערת זו של המערכת הכלכלית הקפיטליסטית הייתה ניכרת גם בתוכנית של תנועת זכויות הנשים. אם רוב מבטלי העבדות ראו בעבדות כתם מגעיל שצריך לחסל, רוב תומכות זכויות הנשים ראו בעליונות הגברית באותו אופן - כפגם לא מוסרי בחברה שלהן שאחרת הייתה מקובלת.\" (נשים, גזע ומעמד, 1983)</li><li>\"ישנה תנועת חירות ואז יש ניסיון לצמצם את תנועת החירות כך שתתאים למסגרת קטנה בהרבה, מסגרת זכויות האזרח. לא שזכויות האזרח אינן חשובות ביותר, אבל החופש הוא רחב יותר מזכויות האזרח. וככל שהתנועה הזו גדלה והתפתחה, היא קיבלה השראה ומצידה נתנה השראה למאבקי שחרור באפריקה, אסיה, אמריקה הלטינית ואוסטרליה.\" (החופש הוא מאבק מתמיד: סגרים והמשכיות, 2013)</li><li>\"אתם יודעים שהטרור שמוצג כחיצוני, כחיצוני, הוא במידה רבה תופעה פנימית. הטרור עיצב במידה רבה את ההיסטוריה של ארצות הברית של אמריקה.\" (החופש הוא מאבק מתמיד: סגרים והמשכיות, 2013)</li></ul>",
    "topicalDescription": "אקטיביסטית, פילוסופית, אקדמאית וסופרת אמריקאית, המוכרת בשל עבודתה בנושא גזענות, אימפריאליזם ומתחם התעשייה-בתי הסוהר.",
    "era": "המאה ה-20 וה-21",
    "associatedCategories": [
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Angela-DavisFull.jpg",
    "description_picture": "/Images/Angela-DavisFace.jpg"
  },
  {
    "id": "D070CF3D-759D-47D0-8A7B-8B1637C89F78",
    "birthDate": "10 August 1858",
    "deathDate": "27 February 1964",
    "title": "אנה ג'וליה קופר",
    "content": "<p>אנה ג'וליה קופר (10 באוגוסט 1858 - 27 בפברואר 1964) הייתה סופרת, מרצה, מחנכת ופעילה אפרו-אמריקאית בולטת. היא נחשבת לאחת מהקולות החשובים ביותר בפמיניזם השחור, והיא מוכרת בזכות תרומותיה לחשיבה הסוציולוגית והפילוסופית בנוגע לגזע, מגדר וחינוך. קופר נולדה בריילי, צפון קרוליינה, ועברה חיים שבהם שילבה עבודה אקדמית, אקטיביזם חברתי ומחויבות לקידום השוויון. ספרה המשפיע ביותר, \"קול מהדרום\", שפורסם ב-1892, נחשב לטקסט מכונן בתנועה הפמיניסטית השחורה.</p>\n\n<p>רעיונותיה המרכזיים של קופר מתמקדים בצורך לשוויון זכויות לכל, תוך התמקדות במיוחד בנשים אפרו-אמריקאיות. היא הדגישה את החשיבות של חינוך לקידום חברתי וכלכלי, וטענה כי נשים שחורות הן בעלות נקודת מבט ייחודית וחשובה שיש לשמוע אותה. קופר תיארה את החוויה של אישה שחורה כ\"תווך חריג ומעומעם\" בחברה האמריקאית, והדגישה את הצורך להתייחס לגזע ולמגדר בו זמנית כדי להשיג שוויון אמיתי. היא עסקה גם בנושאים של צדק חברתי, אתיקה ומוסר, וטענה כי גדלותה של אומה אינה נמדדת בעושרה החומרי אלא במידת דבקותה באמיתות נצחיות. </p>\n\n<p>קופר האמינה כי על החברה לשאוף לשלום אמיתי, שלא מבוסס על דיכוי, אלא על הסתגלות נכונה של כוחות חיים ופעילים. היא טענה כי חברה יכולה להיות בשלום מכיוון שהיא דיכאה את כל מתנגדיה, אך שלום אמיתי מגיע כאשר יש נחישות לחיות ולאפשר לאחרים לחיות. </p>\n\n<p>מורשתה של אנה ג'וליה קופר ממשיכה להשפיע על מחשבה פמיניסטית וסוציולוגית עכשווית, והיא נחשבת לאחת מהחלוצות של הצדק החברתי והשוויון.</p>\n",
    "topicalDescription": "פילוסופית, סופרת, מרצה ופעילה אפרו-אמריקאית, מחלוצות הפמיניזם השחור. עסקה בסוגיות של גזע, מגדר וחינוך.",
    "era": "המאה ה-19 והמאה ה-20",
    "associatedCategories": [
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Anna-Julia-CooperFull.jpg",
    "description_picture": "/Images/Anna-Julia-CooperFace.jpg"
  },
  {
    "id": "01CBC5D4-55DE-4579-8DBB-D3B8762E545C",
    "birthDate": "14 December 1631",
    "deathDate": "23 February 1679",
    "title": "אן קונווי",
    "content": "אן קונווי (1631-1679) הייתה פילוסופית אנגלית שפעלה במאה ה-17. היא ידועה בעיקר בזכות פיתוחה של תורת המונאדיזם, גישה מטפיזית המציגה את המציאות כמורכבת מיחידות רוחניות בסיסיות, או 'מונאדות'.\n\n<br><br><b>רעיונות מרכזיים:</b>\n\n<ul>\n<li>ישנם שלושה \"מינים\": אלוהים, מקור כל ההוויה; ישו, ה\"טבע האמצעי\"; ו\"היצור\".</li>\n<li>כפי שאלוהים טוב וצודק, כך גם בריאותיו.</li>\n<li>בדומה לאלוהים, לחומר הנברא יש רוח, אך בניגוד לאלוהים, הוא מורכב מחלקיקים (\"מונאדות\").</li>\n<li>כל הבריאות הן חיות, מסוגלות לתנועה ולחוש; חומר דומם יסתור את טבעו של אלוהים, שהוא החיים עצמם.</li>\n<li>החומר הנברא שונה מהאלוהי, בעיקר בגלל השינוי והריבוי שלו.</li>\n<li>\"הטבע האמצעי\" (ישו) הוא ישות מתווכת שדרכה אלוהים מעביר חיים, פעולה, טוב וצדק.</li>\n<li>לכל הישויות יש את היכולת להפוך לרוחניות יותר ומעודנות כחומר רוחני.</li>\n<li>לכל הישויות יש את היכולת לטוב גדול יותר.</li>\n<li>הרוע הוא התרחקות משלמות האלוהים; סבל הוא תהליך ההחלמה הרוחנית.</li>\n</ul>\n\n<br><br><b>עבודות עיקריות:</b>\n\n<ul>\n <li>עקרונות הפילוסופיה העתיקה והמודרנית ביותר</li>\n</ul>\n\n<br><br><b>ציטוטים:</b>\n\n<blockquote>\"אני אומרת, חיים ודמות הם תכונות נבדלות של חומר אחד, וכפי שאותו גוף יכול להשתנות לכל מיני דמויות; וכפי שהדמות המושלמת יותר מקיפה את זו הפחות מושלמת; כך אותו הגוף יכול להשתנות מדרגת חיים אחת לדרגה מושלמת יותר, שתמיד מקיפה בתוכה את הנחותה.\" (1675, \"עקרונות הפילוסופיה העתיקה והמודרנית ביותר\")</blockquote>\n\n<blockquote>\"...היצור תמיד מסוגל לדרגת חיים רחוקה ומושלמת יותר, עד אינסוף, ובכל זאת לעולם לא יכול להגיע לשוויון עם אלוהים; כי הוא עדיין מושלם לאין שיעור מיצור, בהתרוממותו או בשלמותו הגבוהה ביותר...\" (1675, \"עקרונות הפילוסופיה העתיקה והמודרנית ביותר\")</blockquote>",
    "topicalDescription": "אן קונווי הייתה פילוסופית אנגלית שעסקה בתיאולוגיה, אונטולוגיה ופיתחה את תורת המונאדיזם.",
    "era": "המאה ה-17",
    "associatedCategories": [
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Anne-ConwayFull.jpg",
    "description_picture": "/Images/Anne-ConwayFace.jpg"
  },
  {
    "id": "29CAB993-0821-4680-B05C-3DD5892EEC55",
    "birthDate": null,
    "deathDate": null,
    "title": "אריסטו",
    "content": "<p>אריסטו היה פילוסוף יווני, מדען ואיש אשכולות. הוא נחשב לאחד מההוגים המשפיעים ביותר בהיסטוריה המערבית.</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n<li>\"אנחנו יכולים לפילוסופיה רק על העולם בו אנו חיים.\"</li>\n<li>\"אנחנו יכולים רק לשער על מה שלא חווינו.\"</li>\n<li>\"צורתו של אובייקט קובעת מהו.\"</li>\n<li>\"דבר מורכב מהסיבה החומרית שלו.\"</li>\n<li>\"מה שאובייקט עושה או מה שיוצר אותו הוא הסיבה היעילה שלו.\"</li>\n<li>\"הצורה שבאמצעותה דבר מזוהה היא הסיבה הפורמלית שלו.\"</li>\n<li>\"הסיבה האולטימטיבית לדבר נקבעת על ידי הסיבה הסופית שלו.\"</li>\n<li>\"צורתו של דבר, אם כי אינה חומרית, מתגלה בעולם הזה.\"</li>\n<li>\"ניתן לקבוע את מטרתו של דבר על ידי בחינת מה שהוא עושה, למה הוא נועד.\"</li>\n<li>\"שינוי הוא פשוט חומר קיים הרוכש צורה חדשה.\"</li>\n<li>\"חיים מאושרים הם מטרה לכולם.\"</li>\n<li>\"אדם חייב להיות פתוח לחיות בחברה כדי להיות מאושר; חיים בודדים אינם תואמים אושר.\"</li>\n<li>\"סגולה נמצאת על ידי מתינות בין קיצוניות; יש לשאוף לאיזון ומתינות.\"</li>\n<li>\"מטרת הממשלה היא לאפשר לאזרחיה לחיות חיים מאושרים.\"</li>\n<li>\"במונחים של עיסוקים פילוסופיים, שירה ראויה לתשומת לב רבה יותר מהיסטוריה.\"</li>\n<li>\"טרגדיה מגיעה לשיאה בקתרזיס - טיהור על ידי רחמים ואימה - עבור הצופה.\"</li>\n<li>\"הרצון לדעת הוא מאפיין אנושי מולד ואוניברסלי.\"</li>\n<li>\"מטבע הדברים, הזכר עליון ולכן נובע מכך שהזכר הוא השליט והנקבה הנתינה.\"</li>\n<li>\"מילים כתובות הן רק סמלים של מילים מדוברות, בעוד שמילים מדוברות הן סמלים של חוויה מנטלית.\"</li>\n<li>\"שפות עשויות להיות שונות בין תרבויות, אך החוויות המנטליות שהשפה מסמלת זהות עבור כולם.\"</li>\n</ul>\n<p><b>עבודות עיקריות:</b></p>\n<ul>\n<li>\"אתיקה ניקומאכית\"</li>\n<li>\"מטאפיזיקה\"</li>\n<li>\"קטגוריות\"</li>\n</ul>\n<p><b>ציטוטים:</b></p>\n<ul>\n<li>\"כל בני האדם מטבעם חפצים לדעת. אינדיקציה לכך היא העונג שאנו לוקחים בחושים שלנו; כי אפילו מלבד התועלת שלהם הם נאהבים לעצמם; ומעל לכל שאר חוש הראייה.\"</li>\n<li>\"מה שרצוי בזכות עצמו ולמען ידיעתו הוא יותר מטבעה של חוכמה מאשר מה שרצוי בגלל תוצאותיו.\"</li>\n<li>\"סימנו של אדם משכיל הוא לחפש דיוק בכל סוג של דברים בדיוק במידה שהטבע של הנושא מתיר; זה בבירור טיפשי באותה מידה לקבל נימוק סביר ממתמטיקאי ולדרוש מנואם הוכחות מדעיות.\"</li>\n<li>\"חסידות מחייבת אותנו לכבד את האמת מעל לחברינו.\"</li>\n<li>\"האדם מטבעו חיה פוליטית.\"</li>\n<li>\"שנינות היא חוצפה תרבותית.\"</li>\n<li>\"לכל פעולות האדם יש אחד או יותר משבעת הגורמים הללו: מזל, טבע, כפייה, הרגל, סיבה, תשוקה ותאווה\"</li>\n<li>\"האדם, כשהוא מושלם, הוא הטוב מבין החיות, אך כשהוא מופרד מהחוק והצדק, הוא הגרוע מכולם.\"</li>\n<li>\"ידיעת העובדה שונה מידיעת הסיבה לעובדה.\"</li>\n<li>\"שלם הוא זה שיש לו התחלה, אמצע וסוף.\"</li>\n</ul>",
    "topicalDescription": "פילוסוף יווני, מדען ואיש אשכולות מהעת העתיקה",
    "era": "העת העתיקה",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/AristotleFull.jpg",
    "description_picture": "/Images/AristotleFace.jpg"
  },
  {
    "id": "51165051-8479-477C-8491-8D508EF230E3",
    "birthDate": "22 בפברואר 1788",
    "deathDate": "21 בספטמבר 1860",
    "title": "ארתור שופנהאואר",
    "content": "<div>\n <p><b>רעיונות מרכזיים:</b></p>\n <ul>\n <li>זמן ומרחב הם מה שמאפשרים הבחנה.</li>\n <li>בלי זמן ומרחב, המציאות ה<i>נומנלית</i> לא תורכב מדברים רבים; היא תהיה דבר אחד.</li>\n <li><i>נומנה</i> לא יכולה לגרום ל<i>פנומנה</i>; שרשראות סיבתיות יכולות להתקיים רק ב<i>פנומנלי</i>.</li>\n <li> הרצון והתנועות של הגוף הם אותו אירוע הידוע משתי דרכים שונות (בפנים/בחוץ).</li>\n <li>ה<i>פנומנה</i> ביקום מצריכה אנרגיה גדולה לא אישית, לא מודעת ללא מטרה.</li>\n <li>ה<i>נומנלי</i> הוא האנרגיה/כוח, ה\"רצון\" הלא אישי.</li>\n <li>כשמסתכלים מהעולם הפנומנלי, נראה שאנחנו נפרדים, אבל אנחנו אחד בעולם הנומנלי.</li>\n <li>חמלה כטוב מוסרי נובעת מכך שאנחנו אחד, ואנחנו חולקים את סבלו של זה.</li>\n <li>איננו יכולים לקחת ברצינות את המושג של אלוהים אישי; הוא אנתרופומורפי מדי.</li>\n <li>הרעיון של הנשמה הוא אבסורדי; נאמר שהמוח מחובר באופן בלתי נפרד אך עצמאי מהאורגניזם.</li>\n <li>אין משמעות או תכלית שניתן למצוא בעולם האמפירי.</li>\n <li>אף שהעולם האמפירי נראה כבלתי תלוי בעצמנו, הכל תלוי בנושא – אשליה.</li>\n <li>עלינו לוותר על העולם האמפירי ולא להיתפס בו.</li>\n <li>הרצון האנושי הנסוג מהעולם הוא השלב הסופי של ההבנה הפילוסופית.</li>\n <li>הקיום הוא סבל; תשוקות, שלעולם אינן מסופקות, הופכות אותנו לעבדים.</li>\n <li>התבוננות אסתטית או סגפנות הן הדרכים היחידות להימלט מסבל קיומי.</li>\n <li>באמצעות אמנות אנו מוצאים את עצמנו מחוץ לזמן ולמרחב; אמנות מוציאה אותנו מעצמנו.</li>\n <li>המוזיקה היא צורת האמנות הגבוהה ביותר מבחינה מטאפיזית.</li>\n </ul>\n <p><b>יצירות עיקריות:</b></p>\n <ul>\n <li>העולם כרצון וכייצוג</li>\n </ul>\n <p><b>ציטוטים:</b></p>\n <ul>\n <li>\"כל אמת עוברת שלושה שלבים. ראשית, היא מגוחכת. שנית, היא מתנגדת באלימות. שלישית, היא מתקבלת כמובנת מאליה.\" - העולם כרצון וכייצוג, 1819</li>\n <li>\"כישרון פוגע במטרה שאף אחד אחר לא יכול לפגוע בה; גאון פוגע במטרה שאף אחד אחר לא יכול לראות.\" - העולם כרצון וכייצוג, 1819</li>\n <li>\"החיים הם עסק שאינו מכסה את ההוצאות.\" - העולם כרצון וכייצוג, 1819</li>\n <li>\"ספינוזה אומר שאם אבן שנזרקה באוויר הייתה בעלת תודעה, היא הייתה מאמינה שהיא נעה מרצונה החופשי. אני מוסיף רק זאת, שהאבן תהיה צודקת. הדחף שניתן לה הוא עבור האבן כמו שהמניע הוא עבורי, ומה שבמקרה של האבן מופיע כלכידות, כוח משיכה, נוקשות, הוא בטבעו הפנימי זהה למה שאני מזהה בעצמי כרצון, ומה שהאבן גם כן, אם ניתנה לה ידיעה, הייתה מזהה כרצון.\" - העולם כרצון וכייצוג, 1819</li>\n <li>\"רק השינוי הוא נצחי, מתמיד, בן אלמוות.\"</li>\n <li>\"אם ילדים היו מובאים לעולם על ידי מעשה של תבונה טהורה בלבד, האם המין האנושי היה ממשיך להתקיים? האם אדם לא היה מרחם על הדור הבא עד כדי כך שיחסוך ממנו את נטל הקיום, או לכל הפחות לא ייקח על עצמו להטיל עליו את הנטל הזה בדם קר?\" - מחקרים בפסימיזם</li>\n <li>\"מכיוון שהמוסר הנוצרי משאיר את בעלי החיים מחוץ להתחשבות ... לכן במוסר פילוסופי הם כמובן מוצאים מחוץ לחוק מיד; הם רק \"דברים,\" פשוט אמצעים למטרות מכל סוג; ולכן הם טובים לניסויים בבעלי חיים, למרדף אחר צבאים, מלחמות שוורים, מרוצי סוסים וכו', וניתן להצליף בהם למוות כשהם נאבקים עם עגלות מחצבה כבדות. בושה למוסר כזה ... שאינו מכיר במציאות הנצחית הטמונה בכל מה שיש בו חיים, וזורחת בתוך עיניים שרואות את השמש עם משמעות בלתי נתפסת!\" - על בסיס המוסר, 1840</li>\n <li>\"חמלה לבעלי חיים קשורה באופן אינטימי לטוב ליבו של האופי, וניתן לומר בביטחון כי מי שהוא אכזר כלפי יצורים חיים, אינו יכול להיות אדם טוב. יתר על כן, חמלה זו נובעת בבירור מאותו מקור שממנו נובעות מעלות הצדק והאהבה כלפי בני אדם.\" - על בסיס המוסר, 1840</li>\n <li>\"דוגמה מיועדת ומתאימה להמון הגדול של המין האנושי; וככזו היא יכולה להכיל רק אמת אלגורית שהיא בכל זאת צריכה להעביר כאמת sensu proprio.\" - פאררגה ופאראליפומנה, 1851</li>\n </ul>\n</div>",
    "topicalDescription": "פילוסוף גרמני, ידוע בעיקר בזכות עבודתו \"העולם כרצון וכייצוג\".",
    "era": "התקופה הפוסט-קאנטיאנית",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "4CAC0A7D-EFC8-40EB-A224-46591ECDD240",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "full_picture": "/Images/Arthur-SchopenhauerFull.jpg",
    "description_picture": "/Images/Arthur-SchopenhauerFace.jpg"
  },
  {
    "id": "389472AB-3BF9-4E5E-BB9E-A5B858BFD20D",
    "birthDate": "19 January 1798",
    "deathDate": "5 September 1857",
    "title": "אוגוסט קונט",
    "content": "<p><b>אוגוסט קונט</b> (1798-1857) היה פילוסוף צרפתי, הנחשב למייסד הפוזיטיביזם. הוא טען כי ההתקדמות האנושית מתחלקת לשלושה שלבים עיקריים: תיאולוגי, מטאפיזי ופוזיטיביסטי. השלב הפוזיטיביסטי, לטענתו, הוא הגבוה ביותר, והוא מתבסס אך ורק על תצפיות סדירות ומדעיות. קונט גם האמין שדוקטרינה מוסרית אינה חייבת דבר לכוחות על-טבעיים.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>התקדמות האנושות ניתנת לחלוקה לשלושה שלבים: תיאולוגי, מטאפיזי ופוזיטיביסטי.</li>\n <li>העידן הפוזיטיביסטי הוא הגבוה ביותר, והוא מדעי ומתבסס על תצפיות בלבד.</li>\n <li>תורה מוסרית אינה חייבת דבר לכוחות על טבעיים.</li>\n</ul>\n\n<p><b>יצירות בולטות:</b></p>\n<ul>\n <li>\"הפילוסופיה של המתמטיקה\"</li>\n</ul>\n\n<p><b>ציטוטים בולטים:</b></p>\n <ul>\n<li>\"מטרת כל פילוסופיה אמיתית היא לגבש מערכת שתקיף את חיי האדם בכל היבט, חברתי וגם אינדיבידואלי. לכן היא כוללת את שלושת סוגי התופעות שמהן מורכבים חיינו, מחשבות, רגשות ומעשים.\"</li>\n <li>\"המתים שולטים בחיים.\"</li>\n <li>\"ארגון מחדש, ללא תלות באל או במלך, על ידי סגידה לאנושות, שאומצה באופן שיטתי. זכותו היחידה של האדם היא למלא את חובתו. האינטלקט תמיד צריך להיות המשרת של הלב, ולעולם לא העבד שלו.\"</li>\n <li>\"זה קובע, כפי שידוע בדרך כלל, כי הספקולציות שלנו על כל הנושאים כולם, עוברות בהכרח דרך שלושה שלבים רצופים: שלב תיאולוגי, בו ניתן משחק חופשי לבדיות ספונטניות שאינן מאפשרות שום הוכחה; השלב המטאפיזי, המאופיין על ידי שכיחות של הפשטות או ישויות מואנשות; לבסוף, השלב החיובי, המבוסס על תצפית מדויקת של העובדות האמיתיות של המקרה.\"</li>\n <li>\"השפה יוצרת סוג של עושר, שכולם יכולים להשתמש בו בו זמנית מבלי לגרום להפחתה במלאי, ובכך מתאפשרת קהילה שלמה של הנאה; עבור כולם, המשתתפים בחופשיות באוצר הכללי, מסייעים באופן לא מודע בשמירה עליו.\"</li>\n</ul>",
    "topicalDescription": "אוגוסט קונט היה פילוסוף סוציולוג צרפתי, מייסד הפוזיטיביזם ובעל השפעה רבה על התפתחות הסוציולוגיה המודרנית.",
    "era": "המאה ה-19",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Auguste-ComteFull.jpg",
    "description_picture": "/Images/Auguste-ComteFace.jpg"
  },
  {
    "id": "6B723679-7DB0-47FB-8A19-EBDD7C812DE8",
    "birthDate": "13 November 354",
    "deathDate": "28 August 430",
    "title": "אוגוסטינוס מהיפו",
    "content": "<h1>אוגוסטינוס מהיפו</h1>\n<p>אוגוסטינוס מהיפו, פילוסוף ותיאולוג נוצרי חשוב, היה דמות מרכזית בנאו-אפלטוניזם. רעיונותיו השפיעו רבות על התפתחות המחשבה הנוצרית והפילוסופיה המערבית.</p>\n<h2>רעיונות מרכזיים</h2>\n<ul>\n <li>הזמן נחווה כחולף עבור יצורים חיים אך לא עבור אלוהים.</li>\n <li>חליפת הזמן אינה קיימת מחוץ לחוויה.</li>\n <li>כל הקיום הוא תמיד במצב הווה שאין ממנו מנוס.</li>\n <li>כל היבט של הווייתנו הארצית, אפילו האינטלקט שלנו, נשלט על ידי רצוננו.</li>\n <li>אדם חייב להתקיים כדי להטיל ספק בדבר; אדם אינו יכול לפקפק בקיומו - הוא יודע זאת בוודאות מוחלטת.</li>\n <li>מלבד קיומנו, עשויים להיות דברים נוספים הידועים בוודאות.</li>\n <li>נשמות האדם הן בנות אלמוות ואתריות, אך גופותיהן הן בנות תמותה וחומריות.</li>\n <li>האמת קיימת בתחום נצחי ומושלם של ישויות לא חומריות.</li>\n <li>החושים יכולים להטעות.</li>\n <li>הרוע, בהיותו חוסר או מחסור במשהו, לא נוצר על ידי אלוהים.</li>\n <li>משום שברא יצורים תבוניים, אלוהים יצר את הפוטנציאל שהם יבחרו ברע על פני הטוב.</li>\n <li>הישועה לא נקבעת באמצעות רצונו של האדם בלבד; אלוהים בוחר אילו נשמות נידונות לגיהנום.</li>\n</ul>\n<h2>יצירות עיקריות</h2>\n<ul>\n <li>עיר האלוהים</li>\n <li>הווידויים</li>\n</ul>\n<h2>ציטוטים</h2>\n<ul>\n <li>\"חוק לא צודק אינו חוק כלל.\"</li>\n <li>\"היופי הוא אכן מתנה טובה מאלוהים; אבל כדי שהטוב לא יחשוב שזה טוב גדול, אלוהים מעניק אותו אפילו לרשעים.\"</li>\n <li>\"כי כאשר אמר אלוהים, יהי אור, ויהי אור, אם אנו מוצדקים בהבנת האור הזה כבריאת המלאכים, אז בוודאי הם נבראו שותפים לאור הנצחי שהוא חוכמתו הבלתי משתנה של אלוהים, שבאמצעותה נעשו כל הדברים, ואשר אנו קוראים לו בנו יחידו של אלוהים.\"</li>\n <li>\"העיר השמימית עולה על רומא, ללא השוואה. שם, במקום ניצחון, יש אמת; במקום מעמד גבוה, קדושה; במקום שלום, אושר; במקום חיים, נצח.\"</li>\n <li>\"אם יש דבר נעלה יותר מהאמת, אז זה אלוהים; אם לא, אז האמת עצמה היא אלוהים.\"</li>\n <li>\"כנער התפללתי, 'תן לי טהרה ואיפוק, אבל לא עכשיו'.\"</li>\n</ul>\n",
    "topicalDescription": "פילוסוף ותיאולוג נוצרי, דמות מרכזית בנאו-אפלטוניזם.",
    "era": "העת העתיקה המאוחרת",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Augustine-of-HippoFull.jpg",
    "description_picture": "/Images/Augustine-of-HippoFace.jpg"
  },
  {
    "id": "3ED20891-9043-47CC-BF2F-13F135A07246",
    "birthDate": "2 February 1905",
    "deathDate": "6 March 1982",
    "title": "איין ראנד",
    "topicalDescription": "רבים מהימין המודרני שאבו השראה מאיין ראנד, במיוחד תמיכתה באינטרס עצמי רציונלי ואינדיבידואליזם רדיקלי.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "content": "<p><b>איין ראנד</b> (2 בפברואר 1905 - 6 במרץ 1982) הייתה סופרת ופילוסופית יהודיה-אמריקאית ילידת רוסיה, הידועה בעיקר בפיתוחה של הפילוסופיה האובייקטיביסטית.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>בני אדם הם גיבורים והאושר של האדם עצמו הוא המטרה המוסרית של החיים.</li>\n <li>אין ידע <i>א-פריורי</i>; כל הידע מגיע דרך תפיסה חושית.</li>\n <li>האינדיבידואל צריך להתקיים למען עצמו, לא להקריב את עצמו לאחרים ולא להקריב אחרים למען עצמו (אינטרס עצמי רציונלי).</li>\n</ul>\n\n<p><b>עבודות מרכזיות:</b></p>\n<ul>\n <li>מבוא לאפיסטמולוגיה אובייקטיביסטית</li>\n <li>המעלה של האנוכיות</li>\n</ul>\n\n<p><b>ציטוטים:</b></p>\n<ul>\n <li>\"זכרו גם שהמיעוט הקטן ביותר על פני כדור הארץ הוא האינדיבידואל. אלה השוללים זכויות אינדיבידואליות, אינם יכולים לטעון שהם מגנים על מיעוטים.\" - <i>קפיטליזם: האידיאל הלא נודע</i></li>\n <li>\"שישאל את עצמו כל מי שמאמין שרמת חיים גבוהה היא הישג של איגודי עובדים ופיקוח ממשלתי את השאלה הבאה: אם היה \"מכונת זמן\" ומשנעים את ראשי איגודי העבודה המאוחדים של אמריקה, בתוספת שלושה מיליון ביורוקרטים ממשלתיים, חזרה למאה העשירית - האם הם יהיו מסוגלים לספק לצמית ימי הביניים אור חשמלי, מקררים, מכוניות ומכשירי טלוויזיה?\" - <i>קפיטליזם: האידיאל הלא נודע</i></li>\n <li>\"במקדש רוחו, כל אדם לבד.\" - <i>המנון</i></li>\n <li>\"אינני צריך צו על קיומי, ולא מילה של אישור על קיומי. אני הצו והאישור.\" - <i>המנון</i></li>\n <li>\"אנוכיות אינה אומרת לעשות רק דברים למען עצמך. אדם יכול לעשות דברים, המשפיעים על אחרים, למען ההנאה והתועלת שלו. זה לא לא מוסרי, אלא הגבוה ביותר של המוסר.\" - <i>יומניה של איין ראנד</i></li>\n <li>\"הקניבליזם המוסרי של כל הדוקטרינות ההדוניסטיות והאלטרואיסטיות טמון בהנחה שאושרו של אדם אחד מחייב את הפגיעה באחר.\" - <i>המעלה של האנוכיות</i></li>\n <li>\"כל מונופול כפייתי נוצר על ידי התערבות ממשלתית בכלכלה: על ידי הרשאות מיוחדות, כגון זיכיונות או סובסידיות, שסגרו את כניסת המתחרים לתחום נתון, על ידי פעולה חקיקתית.\" - <i>קול ההיגיון</i></li>\n</ul>\n<p>ראנד נולדה בסנט פטרבורג, רוסיה.</p>",
    "full_picture": "/Images/Ayn-RandFull.jpg",
    "description_picture": "/Images/Ayn-RandFace.jpg"
  },
  {
    "id": "93D94133-3DC0-42B9-A212-4348EC053CF3",
    "birthDate": "24 November 1632",
    "deathDate": "21 February 1677",
    "title": "ברוך שפינוזה",
    "content": "<h1>ברוך שפינוזה</h1>\n<p><b>אסכולה:</b> רציונליזם</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>יש ליישם את שיטות המתמטיקה על המציאות כדי ליצור הבנה אמיתית.</li>\n <li>הכל הוא חלק מאלוהים, והכל אחד אם אלוהים אינסופי.</li>\n <li>דת ומדע הן שתי דרכים שונות לתאר את אותה מציאות.</li>\n <li>תודעה וחומר הם למעשה אותו הדבר המובעים בשתי דרכים שונות; דואליזם שגוי.</li>\n <li>כל הדברים חיים בדרגות שונות.</li>\n <li>לעתים קרובות איננו מודעים למה שגורם לפעולות שלנו; הרצון החופשי הוא אשליה.</li>\n <li>עלינו להשלים עם הדברים כפי שהם, ולהבין שאיננו חופשיים.</li>\n <li>בעיות אישיות אינן משמעותיות ביחס לטוטאליות של הדברים.</li>\n <li>חופש הביטוי נדרש כדי שיהיה סדר ציבורי.</li>\n <li>מטרת הממשלה היא חירות.</li>\n</ul>\n<p><b>יצירות מרכזיות:</b></p>\n<ul>\n <li>אתיקה</li>\n</ul>\n<p><b>תאריך פטירה:</b> 21 בפברואר 1677</p>\n<p><b>ציטוטים:</b></p>\n<ul>\n <li><b>אתיקה</b>: \"אדם חופשי חושב על המוות פחות מכל דבר אחר; וחכמתו אינה הרהור על המוות אלא על החיים.\" (1677 לספירה)</li>\n <li><b>על שיפור האינטלקט</b>: \"הגדרה, אם היא ראויה להיקרא מושלמת, חייבת להסביר את מהות הדבר, ועליה להיזהר שלא להחליף זאת באחת מתכונותיו.\" (1662 לספירה)</li>\n <li><b>אתיקה</b>: \"האמת היא אמת מידה גם לעצמה וגם לשקר.\" (1677 לספירה)</li>\n <li><b>מאמר מדיני</b>: \"השלום אינו היעדר מלחמה, הוא מידה טובה, מצב נפשי, נטייה של טוב לב, אמון וצדק.\" (1677 לספירה)</li>\n <li><b>מאמר מדיני</b>: \"מי שמבקש שוויון בין מי שאינם שווים מבקש אבסורד.\" (1677 לספירה)</li>\n <li><b>מאמר מדיני</b>: \"הפילוסופים תופסים את התשוקות שמטרידות אותנו כמידות רעות שאנשים נופלים אליהן באשמתם, ולכן בדרך כלל לועגים להן, מקוננים עליהן, מאשימים אותן או מקללים אותן, אם הם רוצים להיראות אדוקים במיוחד.\" (1677 לספירה)</li>\n <li><b>מאמר מדיני</b>: \"כל החוקים שניתן להפר בלי לגרום נזק לאחר, נחשבים ללעג, ורחוקים מלרסן את תשוקותיהם ותאוותיהם של בני האדם, אלא להפך, הם מגבירים אותם.\" (1677 לספירה)</li>\n</ul>\n<p><b>שם:</b> ברוך שפינוזה</p>\n<p><b>תחומי עניין:</b> אתיקה, אפיסטמולוגיה, מטאפיזיקה</p>\n<p><b>מקום לידה:</b> אמסטרדם, הרפובליקה ההולנדית</p>\n<p><b>תאריך לידה:</b> 24 בנובמבר 1632</p>\n<p><b>חיים:</b> (1632-1677)</p>\n<p><b>שנת לידה:</b> 1632 לספירה</p>",
    "topicalDescription": "פילוסוף רציונליסטי חשוב, הידוע בגישתו הפנתיאיסטית ובביקורתו על הרצון החופשי.",
    "era": "המאה ה-17",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/Baruch-SpinozaFull.jpg",
    "description_picture": "/Images/Baruch-SpinozaFace.jpg"
  },
  {
    "id": "0862B666-7295-4882-AE1C-2D84BCE4D8C8",
    "birthDate": "25 September 1952",
    "deathDate": null,
    "title": "בל הוקס",
    "content": "<div>\n <p><strong>בל הוקס</strong> (באנגלית: bell hooks), נולדה ב-25 בספטמבר 1952, הייתה סופרת, מרצה, פמיניסטית ואקטיביסטית אמריקאית. היא ידועה בעיקר בזכות עבודתה על אינטרסקציונליות, שבוחנת כיצד גזע, מעמד ומין מצטלבים ומשפיעים על דיכוי.</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>\"אם מטרת הפמיניזם היא להשוות בין נשים לגברים, זה לא אפשרי, כי לא כל הגברים שווים.\"</li>\n <li>\"התיאוריה הפמיניסטית הפופולרית אינה כוללת את כל הקולות, רבים הודרו.\"</li>\n <li>\"יש לבחון את המגדר ביחס לגזע, מעמד ומין (אינטרסקציונליות).\"</li>\n <li>\"תיאוריה פמיניסטית אינטלקטואלית מדי תיכשל להגיע לקהל רחב יותר.\"</li>\n </ul>\n <p><strong>עבודות מרכזיות:</strong></p>\n <ul>\n <li><em>Ain't I a Woman?: Black women and feminism</em> (האם אני לא אישה?: נשים שחורות ופמיניזם)</li>\n <li><em>Feminist Theory: From Margin to Center</em> (תיאוריה פמיניסטית: משוליים למרכז)</li>\n </ul>\n <p><strong>ציטוטים:</strong></p>\n <ul>\n <li>1984: \"לא תהיה תנועה פמיניסטית המונית כל עוד רעיונות פמיניסטיים יובנו רק על ידי מעטים משכילים היטב.\"</li>\n <li>1981: \"גזענות תמיד הייתה כוח מפלג שהפריד בין גברים שחורים לגברים לבנים, וסקסיזם היה כוח שאיחד בין שתי הקבוצות.\"</li>\n <li>1984: \"המשמעות של התנועה הפמיניסטית (כאשר היא לא נבחרת על ידי כוחות תגובתיים אופורטוניסטיים) היא שהיא מציעה קרקע מפגש אידיאולוגית חדשה בין המינים, מרחב לביקורת, מאבק ושינוי.\"</li>\n <li>1984: \"אם מניחים, כמוני, שההתעללות נגרמת מהאמונה הרווחת בתרבות זו שהשלטון ההיררכי והסמכות הכופה הם טבעיים, אז כל מערכות היחסים שלנו נוטות להתבסס על כוח ושליטה, ולפיכך כל צורות ההתעללות קשורות זו לזו.\"</li>\n <li>1981: \"הפחד להיות לבד, או שלא להיות אהובה, גרם לנשים מכל הגזעים לקבל באופן פסיבי סקסיזם ודיכוי סקסיסטי.\"</li>\n <li>2003: \"ספרות בריחה פופולרית משמחת קוראים בוגרים מבלי לאתגר אותם להיות משכילים לתודעה ביקורתית.\"</li>\n </ul>\n</div>",
    "topicalDescription": "בל הוקס הייתה פמיניסטית, אקטיביסטית, וסופרת אמריקאית שחקרה את הקשרים בין גזע, מעמד, ומגדר.",
    "era": "המאה ה-20 וה-21",
    "associatedCategories": [
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/bell-hooksFull.jpg",
    "description_picture": "/Images/bell-hooksFace.jpg"
  },
  {
    "id": "FA2E9B06-057A-44A6-AD55-0771949584D3",
    "birthDate": "18 May 1872",
    "deathDate": "2 February 1970",
    "title": "ברטרנד ראסל",
    "content": "<p><b>ברטרנד ראסל</b> (1872-1970) היה פילוסוף, לוגיקן, מתמטיקאי, היסטוריון ופעיל חברתי בריטי רב-השפעה. הוא נחשב לאחד מהאבות המייסדים של הפילוסופיה האנליטית. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>מתמטיקה נובעת מלוגיקה.</li><li>הניסיון אחראי לכל הידע.</li><li>באמצעות יישום ניתוח לוגי, אנו יכולים לייצר ידע עם ודאות מוחלטת.</li><li>ניתן להבהיר שאלות פילוסופיות, ובמקרים מסוימים לפתור אותן, על ידי יישום ניתוח לוגי לשפה.</li><li>משפטים יכולים להיות בעלי משמעות (ואמיתיים/שקריים) ללא תיאור המתאר דבר; תיאור אינו שם.</li><li>שמות פרטיים מסווים תיאורים.</li><li>נזק רב נגרם מהאמונה שעבודה היא מידה טובה; עבודה מועטה יותר תוביל לאושר רב יותר.</li></ul><p><b>עבודות מרכזיות:</b></p><ul><li>\"בעיות הפילוסופיה\"</li><li>\"מיסטיקה ולוגיקה\"</li></ul><p><b>ציטוטים נבחרים:</b></p><ul><li>\"בני אדם פוחדים ממחשבה יותר מכל דבר אחר על פני כדור הארץ – יותר מאשר הרס, יותר אפילו ממוות.\" (למה גברים נלחמים, 1917)</li><li>\"האם קיים ידע בעולם שהוא כה ודאי שאף אדם סביר לא יוכל לפקפק בו?\" (בעיות הפילוסופיה, 1912)</li><li>\"התבונה היא כוח הרמוני ומבקר, ולא כוח יוצר. אפילו בתחומים הלוגיים ביותר, זהו התובנה שמגיעה ראשונה למה שחדש.\" (הידע שלנו על העולם החיצוני, 1914)</li><li>\"לעיתים קרובות, נישואים כמעט ואינם שונים מזנות אלא בכך שקשה יותר להימלט מהם.\" (דרכים מוצעות לחופש, 1918)</li><li>\"דעתי שלי - שאותה אוכל לציין כבר בהתחלה - היא שאנרכיזם טהור, למרות שהוא צריך להיות האידיאל האולטימטיבי, שאליו החברה צריכה לחתור ללא הרף, אינו אפשרי לעת עתה, ולא היה שורד יותר משנה או שנתיים לכל היותר אם הוא יאומץ.\" (דרכים מוצעות לחופש, 1918)</li><li>\"רבות מהפעולות שבאמצעותן אנשים התעשרו מזיקות הרבה יותר לקהילה מאשר הפשעים המעורפלים של אנשים עניים, אך הן אינן נענשות משום שהן אינן מפריעות לסדר הקיים.\" (דרכים מוצעות לחופש, 1918)</li><li>\"העובדה שכל המתמטיקה היא לוגיקה סימבולית היא אחת התגליות הגדולות ביותר של תקופתנו.\" (עקרונות המתמטיקה, 1903)</li><li>\"לשיטה של 'הצבת' מה שאנחנו רוצים יש יתרונות רבים; הם זהים ליתרונות של גניבה על פני עבודה כנה.\" (מבוא לפילוסופיה מתמטית, 1919)</li></ul>",
    "topicalDescription": "פילוסוף, לוגיקן ומתמטיקאי בריטי, מהדמויות המרכזיות בפילוסופיה האנליטית.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/Bertrand-RussellFull.jpg",
    "description_picture": "/Images/Bertrand-RussellFace.jpg"
  },
  {
    "id": "70D74337-9BB7-4E5A-959B-7AA38D034313",
    "birthDate": "4 February 1921",
    "deathDate": "4 February 2006",
    "title": "בטי פרידן",
    "content": "<p><b>בטי פרידן</b> (1921-2006) הייתה סופרת, פעילה פמיניסטית ופוליטיקאית אמריקאית. היא הייתה דמות מובילה בתנועה הפמיניסטית של המאה ה-20, וספרה המפורסם ביותר, \"המסתורין הנשי\", נחשב לטקסט מכונן בתחום.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>נשים מסוגלות כמו גברים לכל סוג של עבודה או קריירה.</li><li>זכויות נשים נובעות מצורך אנושי בסיסי לצמוח.</li><li>האידיאל הנשי של \"אלת הבית\" כובל את הנשים.</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>המסתורין הנשי</li></ul><p><b>ציטוטים מפורסמים:</b></p><ul><li>\"האם זה הכל?\"</li><li>\"המסתורין הנשי הצליח לקבור מיליוני נשים אמריקאיות בחיים.\"</li><li>\"קל יותר לחיות דרך מישהו אחר מאשר להיות שלמה בעצמך.\"</li><li>\"ילדה לא צריכה לצפות לפריבילגיות מיוחדות בגלל מינה, אבל גם לא 'להסתגל' לדעות קדומות ואפליה.\"</li></ul>",
    "topicalDescription": "פמיניסטית אמריקאית בולטת, שפעלה למען שוויון זכויות לנשים ונגד הדיכוי המגדרי.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Betty-FriedanFull.jpg",
    "description_picture": "/Images/Betty-FriedanFace.jpg"
  },
  {
    "id": "FF162966-A088-498E-B984-0735E96858F3",
    "birthDate": "26 July 1875",
    "deathDate": "6 June 1961",
    "title": "קארל יונג",
    "content": "<p><b>קארל גוסטב יונג</b> (26 ביולי 1875 – 6 ביוני 1961) היה פסיכיאטר ופסיכואנליטיקאי שווייצרי, מייסד הפסיכולוגיה האנליטית. יונג ידוע בזכות תרומתו לתחום הפסיכולוגיה, במיוחד בתחום הלא מודע הקולקטיבי והארכיטיפים.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>רבות מההחלטות שאנשים מקבלים אינן נעשות על ידי החלטה מודעת, אלא על ידי גורמים לא מודעים שעברו מדור לדור.</li><li>דימויי המתכת החוזרים או הנושאים המרכיבים את הלא מודע הקולקטיבי הם \"ארכיטיפים\".</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>אדם מודרני מחפש נשמה</li><li>הארכיטיפים והלא מודע הקולקטיבי</li></ul><p><b>ציטוטים בולטים:</b></p><ul><li>\"הבעיות הגדולות של החיים - מיניות, כמובן, בין היתר - קשורות תמיד לדימויים הראשוניים של הלא מודע הקולקטיבי. דימויים אלה הם למעשה גורמים מאזנים או מפצים המתאימים לבעיות שהחיים מציגים בפועל. אין זה פלא, מכיוון שדימויים אלה הם משקעים המייצגים את הניסיון המצטבר של אלפי שנות מאבק להסתגלות וקיום.\"\n<i>מתוך: טיפוסים פסיכולוגיים</i></li><li>\"ההחלטות הגדולות של חיי האדם קשורות, ככלל, הרבה יותר לאינסטינקטים ולגורמים לא מודעים מסתוריים אחרים מאשר לרצון מודע ולסבירות מתוך כוונות טובות.\"\n<i>מתוך: אדם מודרני מחפש נשמה</i></li><li>\"כל אדם תרבותי, יהיה אשר יהיה התפתחותו המודעת, הוא עדיין אדם ארכאי ברמות העמוקות יותר של נפשו. בדיוק כפי שהגוף האנושי מחבר אותנו ליונקים ומציג שרידים רבים משלבים אבולוציוניים קודמים החל אפילו מתקופת הזוחלים, כך גם הנפש האנושית היא תוצר של אבולוציה אשר, כאשר עוקבים אחריה עד למקורותיה, מראה תכונות ארכאיות רבות.\"\n<i>מתוך: אדם מודרני מחפש נשמה</i></li><li>\"שום ערך נפשי לא יכול להיעלם מבלי שיוחלף באחר בעל עוצמה שווה.\"\n<i>מתוך: אדם מודרני מחפש נשמה</i></li><li>\"בעוד שהלא מודע האישי מורכב ברובו מ\"קומפלקסים\", תוכנו של הלא מודע הקולקטיבי מורכב בעיקר מ\"ארכיטיפים\". המושג של הארכיטיפ, שהוא מתאם הכרחי לרעיון של הלא מודע הקולקטיבי, מצביע על קיומן של צורות מוגדרות בנפש שנראה כי הן קיימות תמיד ובכל מקום.\"\n<i>מתוך: הארכיטיפים והלא מודע הקולקטיבי</i></li><li>\"אם יש משהו שאנו רוצים לשנות בילד, עלינו קודם לבדוק אותו ולראות אם אין זה משהו שכדאי יותר לשנות בעצמנו.\"\n<i>מתוך: אינטגרציה של האישיות</i></li><li>\"כל תיאוריה המבוססת על ניסיון היא בהכרח סטטיסטית; כלומר, היא מנסחת ממוצע אידיאלי המבטל את כל החריגות בכל אחד מקצוות הסולם ומחליף אותן בממוצע מופשט.\"\n<i>מתוך: העצמי הלא-גילוי</i></li><li>\"אמונה תפלה פרימיטיבית שוכנת ממש מתחת לפני השטח אפילו של האנשים הקשוחים ביותר, ובדיוק אלה הנלחמים בה ביותר הם הראשונים להיכנע להשפעותיה המרמזות.\"\n<i>מתוך: סינכרוניות: עיקרון חיבור א-סיבתי</i></li></ul>",
    "topicalDescription": "פסיכיאטר ופסיכואנליטיקאי שווייצרי, מייסד הפסיכולוגיה האנליטית, הידוע בעיקר בזכות עבודתו על הלא מודע הקולקטיבי והארכיטיפים.",
    "era": "המאה ה-20",
    "associatedCategories": [],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Carl-JungFull.jpg",
    "description_picture": "/Images/Carl-JungFace.jpg"
  },
  {
    "id": "5068DB3C-3870-439A-B470-FEB4CFE4E78B",
    "birthDate": null,
    "deathDate": "7 December 43",
    "title": "ציקרו",
    "content": "<h1>ציקרו</h1>\n<p><b>ציקרו</b> (106-43 לפני הספירה) היה פילוסוף, מדינאי, נואם, ועורך דין רומי. הוא נולד בארפינום שברפובליקה הרומית.</p>\n\n<h2>רעיונות מרכזיים</h2>\n<ul>\n <li>רפובליקניזם הוא צורת הממשל הטובה ביותר.</li>\n</ul>\n\n<h2>כתבים מרכזיים</h2>\n<ul>\n <li>נאומים</li>\n <li>אקדמיקה</li>\n <li>מסות על ידידות וזקנה</li>\n</ul>\n\n<h2>ציטוטים נבחרים</h2>\n<ul>\n <li><b>על החוקים:</b> \"כי יש רק צדק מהותי אחד המלכד את החברה, וחוק אחד המבסס צדק זה. חוק זה הוא תבונה נכונה, שהיא הכלל האמיתי של כל הדיברות והאיסורים.\" (43 לפני הספירה)</li>\n <li><b>נגד קטילינה:</b> \"תמיד הייתי בדעה כי חרפה שמוצגת על ידי עשיית הצדק אינה חרפה כלל, אלא תהילה.\" (63 לפני הספירה)</li>\n <li><b>על הניחוש:</b> \"אין דבר אבסורדי כל כך שלא נאמר על ידי פילוסוף כלשהו.\" (44 לפני הספירה)</li>\n <li><b>על הניחוש:</b> \"אנחנו לא הורסים את הדת על ידי השמדת אמונות טפלות.\" (44 לפני הספירה)</li>\n <li><b>על החובות:</b> \"אנחנו לא נולדים רק בשביל עצמנו; חלק מאיתנו נדרש על ידי האומה שלנו, חלק אחר על ידי חברינו.\" (44 לפני הספירה)</li>\n <li><b>על החובות:</b> \"דברים מכובדים, לא סודיים, הם מה שמחפשים אנשים טובים.\" (44 לפני הספירה)</li>\n <li><b>על החובות:</b> \"תהילה אמיתית משתרשת, ואף מרחיבה את עצמה; כל היומרות השקריות נופלות כמו פרחים, ודבר מאולץ לא יכול להיות קבוע.\" (44 לפני הספירה)</li>\n <li><b>דיונים טוסקולאניים:</b> \"כמה מעט פילוסופים נמצאים כאלה באופיים, מסודרים בנפש ובחיים, כפי שהשכל דורש; שמתייחסים ללימוד שלהם לא כאל מופע של ידע, אלא כאל כלל של חיים; שמצייתים לעצמם, ונכנעים לצווים שלהם!\" (45 לפני הספירה)</li>\n <li><b>על הנואם:</b> \"אני מעדיף שכל טוב שאינו רהוט על פני שטויות רהוטות.\" (55 לפני הספירה)</li>\n</ul>",
    "topicalDescription": "ציקרו היה פילוסוף רומאי שעסק רבות בפוליטיקה, משפט ורטוריקה.",
    "era": "העת העתיקה",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/CiceroFull.jpg",
    "description_picture": "/Images/CiceroFace.jpg"
  },
  {
    "id": "8D733901-82BE-416A-A9B6-ECCFBA9B196D",
    "birthDate": "18 January 1659",
    "deathDate": "20 April 1708",
    "title": "דמריס קודוורת' משאם",
    "content": "<p><b>דמריס קודוורת' משאם</b> (18 בינואר 1659 - 20 באפריל 1708) הייתה פילוסופית וסופרת אנגליה, הידועה בעיקר בזכות עבודותיה על חינוך נשים ותאולוגיה נוצרית. היא הייתה חלק מחוג אינטלקטואלי בולט בתקופתה, וכתביה השפיעו על המחשבה הפילוסופית והחינוכית.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>משאם האמינה כי השכלה גבוהה לנשים תועיל לאנושות כולה, מכיוון שנשים הן אלו שמחנכות את הילדים הצעירים.</li>\n <li>היא הדגישה את החשיבות של חקירה עצמאית של כתבי הקודש ולא הסתמכות על מסורות בלבד, במיוחד עבור נשים.</li>\n <li>משאם טענה כי חופש הפעולה הוא תנאי הכרחי לקיום ערך עצמי, גם אם חופש זה מאפשר פעולות המנוגדות לרצון הבורא.</li>\n</ul>\n\n<p><b>ציטוטים בולטים:</b></p>\n<ul>\n <li>\"שיפור השכל, חיוני ככל שיהיה עבור נשים כדי להשיג שלמות כיצורים רציונליים, וככל שיהיה נחוץ לחינוך ילדיהן ולהיותן מועילות במשפחותיהן, הוא בכל זאת לעתים רחוקות המלצה לגברים; אשר, מתוך מחשבה טיפשית כי כסף יספק לכל דבר, ברובם אינם מתייחסים לדבר מלבד זאת באישה שהם היו מתחתנים איתה... בנות, בין אבות טיפשים לאמהות בורות, גדלות בדרך כלל כך שדעות מסורתיות הן להן כל חייהן, במקום השכל.\" (מתוך 'מחשבות מזדמנות בנוגע לחיי מוסר או נצרות')</li>\n <li>\"ללא יכולת ביצור לפעול בניגוד לרצון הבורא, לא יכולה להיות שום הצדקה או מצוינות עצמית בכל יצור ברוא; לפיכך, ניגוד לרצון האל מותר ביקום כתוצאה הכרחית מחוסר השלמות של היצור, תחת המתנה הגדולה ביותר שיצור ברוא מסוגל לקבל, כלומר, החופש או חירות הפעולה.\" (מתוך 'מחשבות מזדמנות בנוגע לחיי מוסר או נצרות')</li>\n <li>\"אולי אומרים להן [לנשים] לפעמים, בנוגע למה שהדת דורשת, שהן חייבות להאמין ולעשות דברים כאלה ואחרים, כי דבר האל דורש זאת; אך לא מעודדים אותן לחקור בעצמן את כתבי הקודש, כדי לראות אם הדברים הללו אכן כך.\" (מתוך 'מחשבות מזדמנות בנוגע לחיי מוסר או נצרות')</li>\n</ul>\n\n<p><b>עבודות בולטות:</b></p>\n<ul>\n <li>מחשבות מזדמנות בנוגע לחיי מוסר או נצרות</li>\n</ul>",
    "topicalDescription": "פילוסופית וסופרת אנגליה שדגלה בחינוך נשים וחקר התאולוגיה הנוצרית",
    "era": "המאה ה-17",
    "associatedCategories": [
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "interests": "מטאפיזיקה, לוגיקה, תיאודציה, שפה אוניברסלית",
    "full_picture": "/Images/Damaris-Cudworth-MashamFull.jpg",
    "description_picture": "/Images/Damaris-Cudworth-MashamFace.jpg"
  },
  {
    "id": "9AB7B738-3926-4290-BA69-70D0A2F5EEC2",
    "birthDate": null,
    "deathDate": "13 September 1321",
    "title": "דנטה אליגיירי",
    "content": "<p>דנטה אליגיירי (1265-1321) היה משורר, סופר והוגה פוליטי איטלקי מהתקופה המוקדמת של הרנסנס. הוא ידוע בעיקר בזכות יצירתו האפית \"הקומדיה האלוהית\" (La Divina Commedia), שנחשבת לאחת מיצירות הספרות החשובות ביותר בשפה האיטלקית ובספרות המערבית בכלל. דנטה היה דמות משפיעה בפילוסופיה הנוצרית, ורעיונותיו עסקו בתיאולוגיה, פוליטיקה ואתיקה.</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>כל \"צורה מהותית\" נובעת מאלוהים, ומשתתפת בטבעו האלוהי בהתאם לאצילותה.</li>\n</ul>\n<p><b>ציטוטים נבחרים:</b></p>\n<ul>\n <li>\"הפילוסופיה שאנו נוקטים בה בכללות ובחלקה היא פילוסופיה מוסרית או אתיקה; כי הכל נעשה לא לשם ספקולציה אלא לשם מעשה.\" (מתוך Epistolae)</li>\n <li>\"המתנה הגדולה ביותר שהעניק האל בנדיבותו בבריאה, והמתאימה ביותר לטובו שלו וליקירתו הרבה ביותר, הייתה חופש הרצון, שבו ניחנו כל היצורים שיש להם אינטליגנציה, הם כולם והם לבדם.\" (מתוך Paradiso)</li>\n <li>\"שקול את מקורך; לא נולדת לחיות כחיה, אלא ללכת אחרי מידה טובה וידע.\" (מתוך Inferno)</li>\n <li>\"ראיתי בתוך עומקה כיצד היא הוגה את כל הדברים בכרך יחיד הכרוך באהבה, שהיקום הוא העלים המפוזרים שלו.\" (מתוך Paradiso)</li>\n</ul>\n<p>דנטה נחשב לדמות מרכזית במעבר מהמחשבה של ימי הביניים למחשבה של הרנסנס, ויצירתו השפיעה רבות על התרבות האירופית.</p>",
    "topicalDescription": "משורר, סופר והוגה פוליטי איטלקי, הידוע בעיקר בזכות יצירתו \"הקומדיה האלוהית\".",
    "era": "תקופת הרנסנס המוקדמת",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Dante-AlighieriFull.jpg",
    "description_picture": "/Images/Dante-AlighieriFace.jpg"
  },
  {
    "id": "0506F72D-FCD9-4F55-BD23-38953ADD2F88",
    "birthDate": "7 May 1711",
    "deathDate": "25 August 1776",
    "title": "דייוויד יום",
    "content": "<p><strong>דייוויד יום</strong> (1711-1776) היה פילוסוף, היסטוריון, כלכלן ומסאי סקוטי, אשר זכה להכרה רבה בזכות תרומותיו לזרם האמפיריציזם. עבודתו משפיעה רבות על התחומים של אפיסטמולוגיה, מטאפיזיקה, אתיקה, אסתטיקה, פילוסופיה של הנפש, פילוסופיה פוליטית, פילוסופיה של הדת וכלכלה קלאסית.</p>\n\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n <li>הניסיון הוא הדרך היחידה שבאמצעותה מתעורר ידע על כל דבר שמחוץ לעצמנו.</li>\n <li>העצמי כסובייקט חווה הוא פיקציה, אלא יש רק צרור של תחושות.</li>\n <li>שאלת קיומו של אלוהים היא שאלה של עובדה וניתן ליישבה רק באמצעות תצפית.</li>\n <li>אין ראיות תצפיתיות לקיומו של אלוהים; יש רק טיעונים עקיפים, הסקתיים.</li>\n <li>אלוהים אישי, נוצרי או יהודי, אינו נתמך על ידי הטיעון מהתכנון.</li>\n <li>מתאם אינו סיבתיות; סיבתיות אינה דבר שניתן לצפות בו.</li>\n <li>אני תמיד עשוי לראות של-<i>x</i> יש את המאפיין <i>y</i>, אבל זה לא הוכחה של-<i>x</i> הבא שאראה יהיה לו את המאפיין <i>y</i>.</li>\n <li>יש להימנע מלהגדיר יחסי סיבה-תוצאה כהכרח מושגי.</li>\n <li>אמנם איננו יכולים לדעת דבר בוודאות באופן תיאורטי, אך באופן מעשי, עלינו לחיות כאילו אנו יודעים.</li>\n <li>התבונה אינה מניעה אותנו; אלא, התבונה היא עבד לתשוקות.</li>\n <li>ניתן לדעת בוודאות רק הצהרות אנליטיות של אמת.</li>\n <li>\"תיאוריות של הכל\" (בפילוסופיה, מדע וכו') הן מגוחכות, שכן אי-ודאות שופעת.</li>\n <li>דעות הן שגויות, עלינו להחזיק בהן בהיסוס ולכבד את אלה של אחרים.</li>\n <li>יש לבחון בזהירות מסקנות עם הצהרות \"צריך\" מהצהרות \"הוא\".</li>\n <li>שיפוטים מוסריים, ולא מתוך תבונה, הם ביטויים של המוטיבציות הרגשיות הפנימיות שלנו.</li>\n <li>היופי הוא תוצר של המוח שמהרהר במה שנחשב ליפה.</li>\n</ul>\n\n<p><strong>עבודות עיקריות:</strong></p>\n<ul>\n <li>מסכת על טבע האדם</li>\n <li>מחקר על שכל האדם</li>\n</ul>\n\n<p><strong>ציטוטים בולטים:</strong></p>\n<ul>\n <li>\"בטיעונינו בנוגע לעובדה, ישנם כל דרגות הביטחון האפשריות, מהוודאות הגבוהה ביותר ועד למיני המוסרי הנמוך ביותר. לכן, אדם חכם, מתאים את אמונתו לראיות.\"</li>\n <li>\"חייו של אדם אינם חשובים יותר ליקום מחייו של צדפה.\"</li>\n <li>\"התבונה היא ועליה להיות רק עבד לתשוקות, ולעולם אינה יכולה להעמיד פנים לתפקיד אחר מאשר לשרת ולציית להן.\"</li>\n <li>\"מוסר מעורר תשוקות ומייצר או מונע פעולות. התבונה עצמה חסרת אונים לחלוטין בעניין זה. לפיכך, כללי המוסר אינם מסקנות של תבונתנו.\"</li>\n <li>\"באופן כללי, השגיאות בדת הן מסוכנות; אלה בפילוסופיה רק מגוחכות.\"</li>\n <li>\"היה פילוסוף; אך, בתוך כל הפילוסופיה שלך, היה עדיין אדם.\"</li>\n <li>\"אף על פי שהניסיון הוא המדריך היחיד שלנו בהנמקה בנוגע לעובדות; יש להכיר בכך שמדריך זה אינו חסין טעויות לחלוטין, אלא שבמקרים מסוימים הוא עלול להוביל אותנו לטעויות.\"</li>\n <li>\"מאושר הוא זה, שמאפייניו מתאימים לאופיו; אך הוא מצוין יותר, מי שיכול להתאים את אופיו לכל נסיבות.\"</li>\n <li>\"שום דבר לא נראה מפתיע יותר לאלה, ששוקלים ענייני אנוש בעין פילוסופית, מאשר הקלות שבה רבים נשלטים על ידי מעטים; וההכנעה המרומזת, שבה אנשים מוותרים על דעותיהם ותשוקותיהם לאלה של השליטים שלהם.\"</li>\n</ul>",
    "topicalDescription": "פילוסוף סקוטי מרכזי של תקופת הנאורות, אשר תרם רבות לתחומים מגוונים בפילוסופיה.",
    "era": "עידן הנאורות",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/David-HumeFull.jpg",
    "description_picture": "/Images/David-HumeFace.jpg"
  },
  {
    "id": "75D800D1-AB13-4192-931A-5866DAF44773",
    "birthDate": "5 October 1713",
    "deathDate": "31 July 1784",
    "title": "דני דידרו",
    "content": "<h1>דני דידרו</h1><p><b>דני דידרו</b> (5 באוקטובר 1713 - 31 ביולי 1784) היה פילוסוף, סופר, מבקר אמנות ומחבר אנציקלופדיות צרפתי. הוא היה דמות בולטת בעידן הנאורות. דידרו ידוע בעיקר בזכות עבודתו כאחד ממייסדי, עורכיו וכותבי המאמרים של האנציקלופדיה, יצירה שאפתנית שנועדה לקבץ את כל הידע האנושי.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>\"ספקנות היא הצעד הראשון בדרך אל האמת.\"</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>ז'אק הפטליסט</li><li>אחיינו של ראמו</li></ul><p><b>ציטוטים בולטים:</b></p><ul><li>\"לנסות להשמיד את התשוקות שלנו זה שיא השטות. איזו מטרה נעלה היא זו של הקנאי המענה את עצמו כמו משוגע כדי לא לחשוק בדבר, לא לאהוב דבר, לא להרגיש דבר, ואם יצליח, הוא יסיים כמפלצת מוחלטת!\" (1746, מחשבות פילוסופיות)</li><li>\"ספקנות היא הצעד הראשון לקראת האמת.\" (1746, מחשבות פילוסופיות)</li><li>\"לומר שהאדם הוא תרכובת של כוח וחולשה, אור וחושך, קטנות וגדולה, זה לא להאשים אותו, זה להגדיר אותו.\" (1746, מחשבות פילוסופיות)</li><li>\"אף אדם לא קיבל מהטבע את הזכות לתת פקודות לאחרים. חירות היא מתנה משמיים, ולכל פרט מאותו מין יש את הזכות ליהנות ממנה ברגע שהוא נהנה משכלו.\" (1766, האנציקלופדיה)</li><li>\"התבונה לפילוסוף היא מה שהחסד לנוצרי.\" (1766, האנציקלופדיה)</li><li>\"ישנם שלושה אמצעים עיקריים לרכישת ידע הזמינים לנו: תצפית על הטבע, הרהור וניסוי.\" (1753, על הפרשנות של הטבע)</li><li>\"אין זה הטבע האנושי שעלינו להאשים אלא המוסכמות הנלוזות שמעוותות אותו.\" (1758, על השירה הדרמטית)</li><li>\"המהומות בחברה מעולם אינן מפחידות יותר מאשר כאשר אלה שמסיתים את הצרות יכולים להשתמש בתירוץ הדת כדי להסוות את תוכניותיהם האמיתיות.\" (1774, הערות על ניסוח חוקים)</li></ul>",
    "topicalDescription": "פילוסוף, סופר ואיש אנציקלופדיה צרפתי.",
    "era": "עידן הנאורות",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Denis-DiderotFull.jpg",
    "description_picture": "/Images/Denis-DiderotFace.jpg"
  },
  {
    "id": "28FC9356-FD10-49E5-A10B-F3B3D06B6A3B",
    "birthDate": null,
    "deathDate": null,
    "title": "דיוגנס",
    "content": "<p>דיוגנס מסינופה היה פילוסוף יווני מהאסכולה הצינית. הוא ידוע בעיקר בשל אורח חייו האקסצנטרי ובביקורתו החריפה על המוסכמות החברתיות והערכים המקובלים של זמנו.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>ההבדל בין ערכים אמיתיים לשקריים הוא מה שחשוב.</li><li>מוסכמות חברתיות (ציבורי/פרטי, עירום/לבוש, וכו') הן שרירותיות וחסרות היגיון.</li><li>\"אני אזרח של הקוסמוס\"</li></ul><p><b>ציטוטים ידועים:</b></p><ul><li>\"האנשים האצילים ביותר הם אלה המתעבים עושר, למידה, הנאה וחיים; ומעריכים מעל אלה עוני, בורות, קשיים ומוות.\"</li><li>\"אריסטו סועד כאשר זה נראה טוב למלך פיליפ, אבל דיוגנס כאשר הוא עצמו חפץ.\"</li><li>\"זה לא שאני משוגע, זה רק שהראש שלי שונה משלך.\"</li><li>\"אם אתה צריך להישמר, עליך להחזיק או חברים טובים או אויבים בוערים. האחד יזהיר אותך, השני יחשוף אותך.\"</li><li>\"עוני שנלמד בעצמו הוא עזרה לפילוסופיה, כי הדברים שהפילוסופיה מנסה ללמד באמצעות הגיון, העוני מאלץ אותנו לתרגל.\"</li></ul>",
    "topicalDescription": "פילוסוף יווני ציני שנודע בביקורתו החריפה על המוסכמות החברתיות.",
    "era": "העת העתיקה",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/DiogenesFull.jpg",
    "description_picture": "/Images/DiogenesFace.jpg"
  },
  {
    "id": "2361B39D-5581-4134-97DC-ED03F1E325D1",
    "birthDate": "12 January 1729",
    "deathDate": "9 July 1797",
    "title": "אדמונד ברק",
    "content": "<div>\n <p><strong>אדמונד ברק</strong> (1729-1797) היה פילוסוף ומדינאי אירי, הנחשב לאחד מאבות הקונסרבטיזם.</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>אין מוח המסוגל להבין את החברה כיוון שהיא גדולה ומורכבת מדי.</li>\n <li>החברה דומה יותר לאורגניזם חי מאשר למכונה שניתן לשנות כרצוננו.</li>\n <li>שינוי פוליטי מתרחש באופן אורגני ולא באמצעות מהפכה.</li>\n <li>לכל דור יש את החובה להעביר הלאה את אוצרות העבר שירש.</li>\n <li>הרעיון של חברה מושלמת פגום כיוון שבני האדם הם יצורים לא מושלמים.</li>\n <li>לאנשים יש כישרונות ושאיפות לא שווים, וממשלות צריכות להתמודד איתם כפי שהם.</li>\n <li>הממשל מתנהל טוב יותר על ידי אנשים בעלי חשיבה מעשית מאשר על ידי תיאורטיקנים נבונים.</li>\n <li>יצירות אמנות גדולות מבקשות למצוא את האינסופי, שאינו ברור, ויש לו את הפיתוי של הלא נודע, הנשגב.</li>\n </ul>\n <p><strong>עבודות מרכזיות:</strong></p>\n <ul>\n <li>הרהורים על המהפכה בצרפת</li>\n <li>חקירה פילוסופית על מקור הרעיונות שלנו על הנשגב והיפה</li>\n </ul>\n <p><strong>ציטוטים נבחרים:</strong></p>\n <ul>\n <li>\"הכותבים נגד הדת, בעודם מתנגדים לכל שיטה, נזהרים בחוכמה לעולם לא להקים אחת משלהם.\"</li>\n <li>\"הרגש הראשון והפשוט ביותר שאנו מגלים בנפש האדם הוא סקרנות.\"</li>\n <li>\"אני משוכנע שיש לנו מידה של עונג, ולא קטנה, במזלות הרעים והכאבים האמיתיים של אחרים.\"</li>\n <li>\"כאשר אנשים רעים משתפים פעולה, הטובים חייבים להתאגד; אחרת הם ייפלו בזה אחר זה, קורבן חסר רחמים במאבק בזוי.\"</li>\n <li>\"חירות מופשטת, כמו הפשטות אחרות, אינה נמצאת.\"</li>\n <li>\"אנשים לא יסתכלו קדימה על הדורות הבאים, מי שלעולם לא מסתכלים אחורה על אבותיהם.\"</li>\n <li>\"אבל מהי חירות ללא חוכמה וללא מידה טובה? זהו הגדול מכל הרעות האפשריות; כי זהו טיפשות, רוע ושיגעון, ללא הדרכה או ריסון.\"</li>\n <li>\"צדק הוא עצמו המדיניות הגדולה והקבועה של החברה האזרחית; וכל סטייה בולטת ממנו, בכל נסיבות שהן, שוכנת תחת החשד שאינה מדיניות כלל.\"</li>\n <li>\"כאשר המנהיגים בוחרים להפוך את עצמם למציעים במכירה פומבית של פופולריות, הכישרונות שלהם, בבניית המדינה, לא יהיו לשימוש. הם יהפכו לחנפנים במקום למחוקקים; הכלים, לא המדריכים, של העם.\"</li>\n\n </ul>\n</div>",
    "topicalDescription": "פילוסוף ומדינאי אירי הנחשב לאחד מאבות הקונסרבטיזם",
    "era": "המאה ה-18",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Edmund-BurkeFull.jpg",
    "description_picture": "/Images/Edmund-BurkeFace.jpg"
  },
  {
    "id": "B03D878D-9657-4EB1-A886-59C19F52BDA5",
    "birthDate": "8 April 1859",
    "deathDate": "27 April 1938",
    "title": "אדמונד הוסרל",
    "content": "<p>אדמונד הוסרל (8 באפריל 1859 - 27 באפריל 1938) היה פילוסוף אוסטרי-גרמני, מייסד הזרם הפנומנולוגי בפילוסופיה. הוסרל ביקש לבסס את הפילוסופיה על בסיס של ודאות מוחלטת, תוך שהוא שם דגש על חוויית התודעה הסובייקטיבית. הוא טען כי יש להתחיל בניתוח התופעות כפי שהן מופיעות בתודעה, בלי הנחות מוקדמות על קיומן של מציאויות חיצוניות.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>התודעה שלנו קיימת בוודאות, ועלינו להתחיל ממנה ולבנות תמונה רחבה יותר של המציאות.</li><li>יש לנו מודעות לאובייקטים, אך לא לעצמנו.</li><li>חוויה בין-סובייקטיבית (אמפתית) מתרחשת כאשר אנו מייחסים במודע כוונה לסובייקטים אחרים.</li><li>חוויה בין-סובייקטיבית מניחה שאובייקטים המעצבים את החוויה שלי בעולם קיימים באופן עצמאי מנקודת המבט שלי.</li><li>בין-סובייקטיביות היא בסיסית בפיתוח עצמנו והעולם החיצוני כקיימים.</li></ul><p><b>עבודות מרכזיות:</b></p><ul><li>חקירות לוגיות</li><li>הגיגים קרטזיאניים</li></ul><p><b>ציטוטים:</b></p><ul><li>\"ראשית, כל מי שמתכוון ברצינות להפוך לפילוסוף חייב \"פעם אחת בחייו\" לסגת לתוך עצמו ולנסות, בתוכו, להפוך ולבנות מחדש את כל המדעים שעד אז הוא קיבל.\" - הגיגים קרטזיאניים, 1931</li><li>\"מדע יסוד חדש, פנומנולוגיה טהורה, התפתח בתוך הפילוסופיה: זהו מדע מסוג חדש לחלוטין והיקף אינסופי. הוא נחות בחומרת מתודולוגית לאף אחד מהמדעים המודרניים. כל הדיסציפלינות הפילוסופיות מושרשות בפנומנולוגיה טהורה, שבאמצעות התפתחותה, ובאמצעותה בלבד, הן מקבלות את הכוח הראוי להן.\" - פנומנולוגיה טהורה, 1917</li><li>\"לכל אובייקט מתאימה מערכת אידיאלית סגורה של אמיתות שנכונות לגביו, ומצד שני, מערכת אידיאלית של תהליכים קוגניטיביים אפשריים שבאמצעותם האובייקט והאמיתות לגביו יינתנו לכל סובייקט קוגניטיבי.\" - פנומנולוגיה טהורה, 1917</li><li>\"הניסיון כשלעצמו אינו מדע.\" - פנומנולוגיה טהורה, 1917</li></ul>",
    "topicalDescription": "אדמונד הוסרל היה פילוסוף מרכזי בהתפתחות הפנומנולוגיה, תנועה פילוסופית שחקרה את המבנה של התודעה והחוויה.",
    "era": "המאה ה-19 וה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "4CAC0A7D-EFC8-40EB-A224-46591ECDD240"
    ],
    "full_picture": "/Images/Edmund-HusserlFull.jpg",
    "description_picture": "/Images/Edmund-HusserlFace.jpg"
  },
  {
    "id": "FD34BB43-EDB4-42D7-A484-4E97190C6061",
    "birthDate": "1 November 1935",
    "deathDate": "24 September 2003",
    "title": "אדוארד סעיד",
    "content": "<p><b>אדוארד סעיד</b> (1935-2003) היה אינטלקטואל פלסטיני-אמריקאי, פרופסור לספרות אנגלית ואינטלקטואל ציבורי. הוא נחשב לאחד ממייסדי תחום לימודי הפוסט-קולוניאליזם.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>אימפריות בוזזות ושולטות, תוך הסתרת ניצול הכוח שלהן על ידי דיבור על שליחות \"מתרבת\".</li><li>כל אימפריה אומרת לעצמה ולעולם שהיא שונה מכל האימפריות האחרות.</li><li>עלינו להיזהר מטענות של כל מדינה המבצעת התערבויות זרות.</li></ul><p><b>יצירות מרכזיות:</b></p><ul><li>\"אוריינטליזם\"</li><li>\"תרבות ואימפריאליזם\"</li></ul><p><b>ציטוטים:</b></p><ul><li><b>2003:</b> \"כל אימפריה בדיבורה הרשמי אמרה שהיא לא כמו כל האחרות, שהנסיבות שלה מיוחדות, שיש לה שליחות להאיר, לתרבת, להביא סדר ודמוקרטיה, ושהיא משתמשת בכוח רק כמוצא אחרון. ועוד יותר עצוב, תמיד יש מקהלה של אינטלקטואלים מוכנים לומר מילים מרגיעות על אימפריות שפויות או אלטרואיסטיות, כאילו שאסור לאדם לבטוח בראיות של עיניו הצופות בהרס ובאומללות ובמוות שמביאה השליחות התרבותית האחרונה.\"</li><li><b>1978:</b> \"לא ניתן להבין או ללמוד ברצינות רעיונות, תרבויות והיסטוריות מבלי שייחקרו גם כוחם, או ליתר דיוק תצורות הכוח שלהם.\"</li><li><b>1978:</b> \"האוריינט שמופיע באוריינטליזם, אם כן, הוא מערכת של ייצוגים הממוסגרת על ידי מכלול של כוחות שהביאו את האוריינט ללמידה מערבית, למודעות מערבית, ומאוחר יותר, לאימפריה מערבית. ... האוריינט הוא הבמה שעליה מוגבל המזרח כולו. על במה זו יופיעו הדמויות שתפקידן לייצג את השלם הגדול ממנו הם נובעים. האוריינט אם כן, נראה לא כהרחבה בלתי מוגבלת מעבר לעולם האירופי המוכר, אלא כשדה סגור, במה תיאטרלית המחוברת לאירופה.\"</li><li><b>1993:</b> \"תיאוריה נלמדת באופן שגורם לתלמיד להאמין שהוא או היא יכולים להפוך למרקסיסט, פמיניסט, אפרוצנטריסט או דקונסטרוקציוניסט באותו מאמץ ומחויבות הנדרשים בבחירת פריטים מתפריט.\"</li><li><b>1983:</b> \"האוניברסיטה המסורתית, ההגמוניה של דטרמיניזם ופוזיטיביזם, הריפיקציה של הומניזם בורגני אידיאולוגי, המחסומים הנוקשים בין התמחויות אקדמיות: היו אלה תגובות עוצמתיות לכל אלה שקישרו יחד את המולידים המשפיעים של התיאורטיקן הספרותי של ימינו כמו סוסיר, לוקאץ', בטאיי, לוי-שטראוס, פרויד, ניטשה ומרקס. התיאוריה הציעה את עצמה כסינתזה העוקפת את הנחלות הקטנות בתוך עולם הייצור האינטלקטואלי, והיה ברור שאפשר לקוות שבכך ניתן יהיה לראות, ולחיות את כל תחומי הפעילות האנושית, כאחדות.\"</li></ul>",
    "topicalDescription": "אדוארד סעיד היה אינטלקטואל רב השפעה שתרם תרומה מכרעת לתחום הפוסט-קולוניאליזם והביקורת התרבותית.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Edward-SaidFull.jpg",
    "description_picture": "/Images/Edward-SaidFace.jpg"
  },
  {
    "id": "215CFEFE-7D4B-400D-A14B-CD4BE9E0AA30",
    "birthDate": "18 March 1919",
    "deathDate": "5 January 2001",
    "title": "אליזבת אנסקומב",
    "content": "<p><strong>אליזבת אנסקומב</strong> (1919-2001) הייתה פילוסופית בריטית חשובה שהייתה חלק מזרם האנליטי תומאיסטי. עבודתה השפיעה רבות על הפילוסופיה של הנפש, הפילוסופיה של הפעולה, הלוגיקה הפילוסופית, הפילוסופיה של השפה והאתיקה.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>יש להבין פעולות על ידי הכוונות שגרמו לביצוען.</li><li>יש 'ידע מעשי' לפעולה, והוא שונה מהידע ה'מחשבתי' של המדעים.</li><li>ה'סיבות הנפשיות' של פעולה (לא מכוונת) אינן הסיבות לפעולה.</li><li>לחשוב על מוסר כעל מה ש'עלינו' לעשות, כלומר כקבוצה של כללים שיש ללכת לפיהם, מניח תפיסה דתית לגבי מה ש'חייבים' לאל.</li><li>יש להשתמש בהבנה המיוחדת שלנו לגבי מעלות ומידות רעות על ידי תרבות חילונית כדי לבנות מוסר.</li><li>למוסר חילוני, תידרש פילוסופיה חדשה, כזו שתשנה את האופן שבו אמונה ותשוקה מסבירות פעולות.</li><li>הפוטנציאל ל'שגשוג אנושי' צריך להתחבר עם תרגול של מעלות.</li><li>תועלתנות, בכך שהיא לא מבחינה בין השלכות מכוונות ובלתי מכוונות, לא יכולה לקיים איסורים קפדניים.</li></ul><p><strong>עבודות עיקריות:</strong></p><ul><li>&quot;כוונה&quot;</li></ul><p><strong>ציטוטים:</strong></p><ul><li>&quot;אלה שמנסים לפנות מקום למין כהנאה מזדמנת בלבד משלמים את המחיר: הם הופכים לרדודים. בכל מקרה, הדיבור שמשקף ומשבח את הגישה הזו הוא תמיד רדוד. הם מבזים את גופם שלהם; מחזיקים בזול את מה שמקושר באופן טבעי עם מוצא החיים האנושיים.&quot;</li><li>&quot;אתה יכול לטעון באמת, למשל, שכיבוד כללי של האיסור על רצח הופך את החיים לנוחים יותר. אם אנשים באמת מכבדים את האיסור נגד רצח, החיים נעימים יותר לכולנו - אבל הטיעון הזה הוא מגוחך ביותר. מכיוון שהתועלת מניחה מראש את חייהם של אלה שאמורים להיות מותאמים, וכולם תופסים בבירור שהמעשה הלא נכון ברצח נעשה בראש ובראשונה לקורבן, שחייו אינם מופרעים, הם פשוט אינם שם יותר.&quot;</li><li>&quot;אלוהים נתן לנו את התיאבון הפיזי שלנו, וההתעוררות שלו ללא חישוב שלנו היא חלק מהפעולה של סוג חיינו. בהתחשב במתינות ובנסיבות הנכונות, מעשים המונעים על ידי נטייה יכולים להילקח באופן כללי כדי להשיג את מה שהופך אותם לטובים בסוגם ואין צורך שהם יהיו נחוצים או מועילים באופן אינדיבידואלי למטרה שהופכת אותם לסוגים טובים של פעולה.&quot;</li></ul>",
    "topicalDescription": "פילוסופית בריטית, אנליטית תומאיתית, שהשפיעה על הפילוסופיה של הנפש, הפעולה, הלוגיקה, השפה והאתיקה.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/Elizabeth-AnscombeFull.jpg",
    "description_picture": "/Images/Elizabeth-AnscombeFace.jpg"
  },
  {
    "id": "80EC6998-C414-4615-90F8-D7B18D5B3854",
    "birthDate": "27 June 1869",
    "deathDate": "14 May 1940",
    "title": "אמה גולדמן",
    "topicalDescription": "אמה גולדמן, שכתבה מהשמאל, הזהירה שוב ושוב מפני הסכנות של מדינת כלא ודגלה ללא לאות באנרכיזם.",
    "era": "העת המודרנית",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "content": "<p>אמה גולדמן הייתה אנרכיסטית, אנרכו-פמיניסטית ואנרכו-קומוניסטית ידועה. היא נולדה ב-27 ביוני 1869 ונפטרה ב-14 במאי 1940. היא הייתה הוגה פוליטית, פעילה וסופרת. </p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>\"אנרכיזם הוא שחרור המוח מהדת, שחרור הגוף מהרכוש ושחרור מאילוצי הממשלה.\"</li>\n <li>\"קפיטליזם אינו עולה בקנה אחד עם החירות האנושית.\"</li>\n <li>\"אתאיזם מציע את ההתרחבות והצמיחה של המוח האנושי; תאיזם הוא סטטי וקבוע.\"</li>\n</ul>\n\n<p><b>ציטוטים בולטים:</b></p>\n<ul>\n <li>\"אין שום תקווה שאפילו האישה, עם זכותה להצביע, אי פעם תטהר את הפוליטיקה.\"</li>\n <li>\"הדרישה לשוויון זכויות בכל עיסוק בחיים היא צודקת והוגנת; אבל, בסופו של דבר, הזכות החיונית ביותר היא הזכות לאהוב ולהיות נאהב.\"</li>\n <li>\"מאפיין את ה'סובלנות' התיאיסטית שאף אחד לא באמת אכפת במה אנשים מאמינים, כל עוד הם מאמינים או מעמידים פנים שהם מאמינים.\"</li>\n <li>\"גברים ונשים חושבים ברחבי העולם מתחילים להבין שפטריוטיזם הוא תפיסה צרה ומוגבלת מדי כדי לענות על צורכי זמננו.\"</li>\n <li>\"אנרכיזם הוא הפילוסופיה היחידה שמביאה לאדם את התודעה של עצמו; שטוענת שאלוהים, המדינה והחברה אינם קיימים, שהבטחותיהם בטלות ומבוטלות, מכיוון שניתן לממש אותם רק באמצעות כפיפותו של האדם.\"</li>\n <li>\"אנחנו האמריקאים טוענים שאנחנו אנשים אוהבי שלום. אנחנו שונאים שפיכות דמים; אנחנו מתנגדים לאלימות. עם זאת, אנו נכנסים להתקפי שמחה על האפשרות להטיל פצצות דינמיט ממכונות מעופפות על אזרחים חסרי ישע.\"</li>\n <li>\"...המבצר הגדול ביותר של הקפיטליזם הוא מיליטריזם.\"</li>\n <li>\"אבות הכנסייה יכולים להרשות לעצמם להטיף את בשורת המשיח. אין בה שום דבר מסוכן למשטר הסמכות והעושר; היא תומכת בהכחשה עצמית ובהכנעה עצמית, בכפרה ובחרטה, והיא אינרטית לחלוטין מול כל השפלה, כל עוול שהוטל על האנושות.\"</li>\n <li>\"אלה שלא יעבדו במקדש הכסף, לא צריכים לקוות להכרה. מצד שני, הם גם לא יצטרכו לחשוב את המחשבות של אנשים אחרים או ללבוש את הבגדים הפוליטיים של אנשים אחרים. הם לא יצטרכו להכריז כאמת את מה שאינו נכון, ולא לשבח כאנושי את מה שהוא אכזרי.\"</li>\n</ul>\n\n<p><b>יצירות עיקריות:</b></p>\n<ul>\n <li>\"אנרכיזם ומאמרים אחרים\"</li>\n</ul>\n",
    "full_picture": "/Images/Emma-GoldmanFull.jpg",
    "description_picture": "/Images/Emma-GoldmanFace.jpg"
  },
  {
    "id": "590E6793-C4CA-4BDE-B8DD-E828951339B3",
    "birthDate": null,
    "deathDate": null,
    "title": "אפיקורוס",
    "content": "<p>אפיקורוס היה פילוסוף יווני שייסד את האסכולה האפיקוראית. תורתו התמקדה בהשגת אושר ובהימנעות מכאב, והיא נשענה על הבנה חומרית של העולם.</p>\n\n<p><b>עיקרי הגותו:</b></p>\n<ul>\n <li>היקום מורכב רק מאטומים וחלל.</li>\n <li>האובייקטים משתנים תדיר, אך האטומים המרכיבים אותם הם בלתי ניתנים להשמדה ונצחיים.</li>\n <li>אנחנו, גוף ונפש, הם אחד מהאובייקטים המשתנים העשויים מאטומים.</li>\n <li>אין סיבה לפחד מהמוות, כי כשחיים, לא מתים, וכשמתים, כבר לא קיימים.</li>\n <li>האלים לא משתתפים בחיינו האישיים; כאילו הם לא קיימים.</li>\n <li>המטרה שלנו צריכה להיות אושר בעולם.</li>\n <li>הדרך להיות מאושר היא לפרוש מחיי הציבור לקהילות קטנות של אנשים בעלי דעות דומות.</li>\n <li>מה שלא מזיק לאחרים, לא צריך להיות אסור, אבל צריך ליהנות מההנאות במתינות.</li>\n <li>דרך ידע, חברות וחופש מפחד היא הדרך להגיע להנאה הגדולה ביותר.</li>\n</ul>\n\n<p><b>כתבים בולטים:</b></p>\n<ul>\n <li>אמנות האושר</li>\n <li>דוקטרינות עיקריות</li>\n</ul>\n\n<p><b>ציטוטים נבחרים:</b></p>\n<ul>\n <li>\"שום הנאה אינה רעה בפני עצמה, אך הדברים שמייצרים הנאות מסוימות גוררים עימם צרות גדולות הרבה יותר מההנאות עצמן.\"</li>\n <li>\"אי אפשר לחיות חיים נעימים מבלי לחיות בתבונה, בכבוד ובצדק, ואי אפשר לחיות בתבונה, בכבוד ובצדק מבלי לחיות בנעימות.\"</li>\n <li>\"כאשר בלי כל שינוי בנסיבות הדברים הנחשבים צודקים על פי החוק נראים כלא תואמים את תפיסת הצדק בפועל, חוקים כאלה אינם באמת צודקים.\"</li>\n <li>\"ההסתפקות העצמית היא העושר הגדול מכולם.\"</li>\n <li>\"מכל האמצעים שחוכמה רוכשת כדי להבטיח אושר לאורך כל החיים, החשוב מכולם הוא חברות.\"</li>\n</ul>",
    "topicalDescription": "פילוסוף יווני מייסד האסכולה האפיקוראית",
    "era": "התקופה ההלניסטית",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/EpicurusFull.jpg",
    "description_picture": "/Images/EpicurusFace.jpg"
  },
  {
    "id": "4E6E7356-E6E7-4F0A-BA66-5502F858E1CF",
    "birthDate": "22 January 1561",
    "deathDate": "9 April 1626",
    "title": "פרנסיס בייקון",
    "topicalDescription": "פרנסיס בייקון היה פילוסוף, מדינאי, מדען, משפטן וסופר אנגלי. הוא נחשב לאחד מאבות האמפיריציזם והשיטה המדעית.",
    "era": "תקופת הרנסאנס",
    "content": "<h1>פרנסיס בייקון</h1>\n<p><b>פרנסיס בייקון</b> (22 בינואר 1561 - 9 באפריל 1626) היה פילוסוף, מדינאי, מדען, משפטן וסופר אנגלי. הוא נחשב לאחד מאבות האמפיריציזם והשיטה המדעית.</p>\n\n<h2>רעיונות מרכזיים</h2>\n<ul>\n <li>איסוף נתונים, יצירת השערות, ניסוי וחיזוי הם השלבים של השיטה המדעית.</li>\n <li>כדי שתהיה לנו ידע מהימן, חשוב לא רק להסתכל על אירועים מאשרים אלא גם על אירועים מפריכים.</li>\n <li>השגת ידע מהימן עלולה להיפגע על ידי החושים, הרגשות והאידיאולוגיות שלנו.</li>\n <li>מילים הן ייצוגים של חומר, להתאהב במילים זה להתאהב בתמונה.</li>\n</ul>\n\n<h2>עבודות בולטות</h2>\n<ul>\n <li><i>התקדמות הלמידה</i></li>\n <li><i>העצות, האזרחיות והמוסריות</i></li>\n</ul>\n\n<h2>ציטוטים</h2>\n<ul>\n<li><b>מתוך <i>ההמצאה של אסקס</i>, 1595:</b> \"מונומנטים של שכל שורדים את המונומנטים של כוח.\"</li>\n<li><b>מתוך <i>ולריוס טרמינוס: על הפרשנות של הטבע</i>, 1603:</b> \"ידע שנועד רק לסיפוק הוא כמו זונה, שהיא לתענוג ולא לפרי או לדור.\"</li>\n<li><b>מתוך <i>De Augmentis Scientiarum</i>, 1623:</b> \"עושר הוא משרת טוב, אך האדון הגרוע ביותר.\"</li>\n <li><b>מתוך <i>Sylva Sylvarum</i>, 1626:</b> \"זה נכון שזה עשוי להחזיק בדברים האלה, שהוא השורש הכללי של אמונה טפלה; כלומר, שאנשים מתבוננים כאשר דברים פוגעים, ולא כאשר הם מחמיצים; ושומרים בזיכרון את האחד, ושוכחים ומתעלמים מהאחר.\"</li>\n <li><b>מתוך <i>התקדמות הלמידה</i>, 1605:</b> \"אם אדם יתחיל בוודאויות, הוא יסיים בספקות; אבל אם הוא יהיה מוכן להתחיל בספקות הוא יסיים בוודאויות.\"</li>\n <li><b>מתוך <i>התקדמות הלמידה</i>, 1605:</b> \"אנחנו חייבים הרבה למקיאוולי ולאחרים, שכותבים מה אנשים עושים, ולא מה הם צריכים לעשות.\"</li>\n <li><b>מתוך <i>Novum Organum</i>, 1620:</b> \"ישנם ארבעה סוגים של אלילים שמקיפים את מוחותיהם של בני האדם. לאלה, לשם הבחנה, הקציתי שמות - קורא לקבוצה הראשונה, אלילי השבט; השנייה, אלילי המערה; השלישית, אלילי השוק; הרביעית, אלילי התיאטרון.\"</li>\n<li><b>מתוך <i>מאמרים</i>, 1625:</b> \"שום דבר לא מזיק יותר במדינה מאשר שאנשים ערמומיים נחשבים לחכמים.\"</li>\n</ul>\n\n<p><b>תחומי עניין:</b> פילוסופיה טבעית, לוגיקה פילוסופית</p>\n<p><b>מקום לידה:</b> סטרנד, אנגליה</p>\n<p><b>תאריך לידה:</b> 22 בינואר 1561</p>\n<p><b>תאריך פטירה:</b> 9 באפריל 1626</p>\n<p><b>משך חיים:</b> (1561-1626)</p>",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Francis-BaconFull.jpg",
    "description_picture": "/Images/Francis-BaconFace.jpg"
  },
  {
    "id": "18E45730-7891-48FD-A3EA-1447CBD25273",
    "birthDate": "27 October 1952",
    "deathDate": null,
    "title": "פרנסיס פוקויאמה",
    "content": "<h1>פרנסיס פוקויאמה</h1><p>פרנסיס פוקויאמה הוא פילוסוף וכלכלן מדיני אמריקאי, הידוע בעיקר בזכות ספרו 'קץ ההיסטוריה והאדם האחרון'. הוא מזוהה עם הנאו-שמרנות.</p><h2>רעיונות מרכזיים</h2><ul><li><p>סיום המלחמה הקרה מסמן את נקודת הסיום של ההתפתחות האידיאולוגית של האנושות, ודמוקרטיה ליברלית מערבית היא הצורה הסופית של ממשלת האדם.</p></li></ul><h2>עבודות עיקריות</h2><ul><li><p>קץ ההיסטוריה והאדם האחרון</p></li></ul><h2>ציטוטים</h2><ul><li><p>\"כלומר, נקודת הסיום של ההתפתחות האידיאולוגית של האנושות וההכללה של הדמוקרטיה הליברלית המערבית כצורה הסופית של ממשלת האדם.\" - 'קץ ההיסטוריה והאדם האחרון', 1992</p></li><li><p>\"נאו-שמרנים האמינו שאפשר לדחוף את ההיסטוריה קדימה באמצעות יישום נכון של כוח ורצון.\" - 'אחרי הנאו-שמרנות', 2006</p></li><li><p>\"הרעיון שהאנושות התקדמה דרך סדרה של שלבים פרימיטיביים של תודעה בדרכה להווה, וכי שלבים אלה תאמו לצורות קונקרטיות של ארגון חברתי, כגון שבטי, בעל עבדים, תיאוקרטי ולבסוף חברות דמוקרטיות-שוויוניות, הפך לבלתי נפרד מההבנה המודרנית של האדם.\" - 'קץ ההיסטוריה והאדם האחרון', 1992</p></li></ul><h2>תחומי עניין</h2><p>קץ ההיסטוריה, ממשל, כלכלה פוליטית בינלאומית, נושאים אסטרטגיים וביטחוניים</p><h2>מידע אישי</h2><ul><li><p><b>תאריך לידה:</b> 27 באוקטובר 1952</p></li><li><p><b>מקום לידה:</b> שיקגו, ארצות הברית</p></li></ul>",
    "topicalDescription": "פילוסוף וכלכלן מדיני אמריקאי, מזוהה עם הנאו-שמרנות.",
    "era": "המאה ה-21",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Francis-FukuyamaFull.jpg",
    "description_picture": "/Images/Francis-FukuyamaFace.jpg"
  },
  {
    "id": "98C768D9-67A3-44F9-9799-F80A0C29BED4",
    "birthDate": "20 July 1925",
    "deathDate": "6 December 1961",
    "title": "פרנץ פאנון",
    "content": "<h1>פרנץ פאנון</h1>\n<p><b>פרנץ פאנון</b> (20 ביולי 1925 – 6 בדצמבר 1961) היה פסיכיאטר, פילוסוף, סופר ומהפכן מרטיניקני. הוא נחשב לאחד ההוגים המשפיעים ביותר של המאה ה-20 בתחומי הפוסט-קולוניאליזם, התאוריה הביקורתית והמרקסיזם. </p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>\"עבור האדם השחור יש רק גורל אחד, והוא לבן.\"</li>\n <li>\"תרבויות קולוניאליות לבנות משוות את 'השחורות' לנחיתות.\"</li>\n <li>\"אנשים מנוצלים רוצים לברוח ממעמד 'נחות' זה.\"</li>\n <li>\"אנשים מנוצלים מתחילים לאמץ את העליונות המדומה של התרבויות הקולוניאליות.\"</li>\n <li>\"הבריחה היחידה היא לדחות את 'השחורות'.\"</li>\n</ul>\n<p><b>עבודות מרכזיות:</b></p>\n<ul>\n <li><i>עור שחור, מסכות לבנות</i></li>\n <li><i>מדוכאי הארץ</i></li>\n</ul>\n<p><b>ציטוטים:</b></p>\n<ul>\n <li>\"לדבר שפה זה לאמץ עולם, תרבות.\" (<i>עור שחור, מסכות לבנות</i>, 1952)</li>\n <li>\"מה שחשוב זה לא לדעת את העולם אלא לשנות אותו.\" (<i>עור שחור, מסכות לבנות</i>, 1952)</li>\n <li>\"הו גופי, עשה אותי תמיד לאדם ששואל!\" (<i>עור שחור, מסכות לבנות</i>, 1952)</li>\n <li>\"הכנסייה במושבות היא כנסייתם של האנשים הלבנים, הכנסייה של הזר. היא אינה קוראת ליליד לדרכי האל אלא לדרכיו של האדם הלבן, של האדון, של המדכא.\" (<i>מדוכאי הארץ</i>, 1961)</li>\n <li>\"הביטוי החי של האומה הוא התודעה הקולקטיבית בתנועה של כל העם.\" (<i>מדוכאי הארץ</i>, 1961)</li>\n <li>\"כאשר היליד שומע נאום על התרבות המערבית הוא שולף את סכינו - או לפחות מוודא שהוא בהישג יד. האלימות שבה מאושרת עליונות הערכים הלבנים והתוקפנות שחדרה לניצחון הערכים הללו על דרכי החיים והמחשבה של היליד, פירושן שכנקמה, היליד צוחק בגיחוך כאשר ערכים מערביים מוזכרים בפניו.\" (<i>מדוכאי הארץ</i>, 1961)</li>\n</ul>",
    "topicalDescription": "התיאוריה של פרנץ פאנון בנושא האחרות והתודעה הכפולה שולבה בשיח המבוסס על גזע והבדלות.",
    "era": "פוסט-קולוניאליזם, תאוריה ביקורתית",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Frantz-FanonFull.jpg",
    "description_picture": "/Images/Frantz-FanonFace.jpg"
  },
  {
    "id": "D719C6D9-93D0-49F0-9EC9-3E2351553B10",
    "birthDate": "8 May 1899",
    "deathDate": "23 March 1992",
    "title": "פרידריך האייק",
    "content": "<p><strong>פרידריך האייק</strong> (1899-1992) היה כלכלן ופילוסוף אוסטרי-בריטי, הידוע בעיקר בזכות עבודתו בתחום הכלכלה הפוליטית והתיאוריה החברתית. הוא נחשב לאחד מהוגי הדעות הבולטים של האסכולה האוסטרית בכלכלה ומתנגד חריף לקולקטיביזם וכלכלה מתוכננת.</p>\n\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n <li>כלכלות מתוכננות ריכוזית ייכשלו כיוון שלאנשים האחראים על תכנון הכלכלה לא יהיה מספיק מידע כדי להקצות משאבים נכון.</li>\n <li>קולקטיביזם יכול להישמר רק באמצעות סוג כלשהו של סמכות מרכזית.</li>\n</ul>\n\n<p><strong>עבודות עיקריות:</strong></p>\n<ul>\n <li><em>הדרך לשעבוד</em></li>\n</ul>\n\n<p><strong>ציטוטים בולטים:</strong></p>\n<ul>\n <li>\"ככל שהמדינה 'מתכננת' יותר, כך התכנון הופך לקשה יותר עבור הפרט.\" (<em>הדרך לשעבוד</em>, 1944)</li>\n <li>\"השמרנות, אף שהיא מרכיב הכרחי בכל חברה יציבה, אינה תוכנית חברתית; בנטיותיה הפטרנליסטיות, הלאומניות והמעריצות כוח, היא קרובה לעתים קרובות יותר לסוציאליזם מאשר לליברליזם אמיתי; ובנטייתה המסורתית, האנטי-אינטלקטואלית ולעתים קרובות מיסטית, היא לעולם לא תמשוך, אלא בתקופות קצרות של אכזבה, לצעירים ולכל האחרים המאמינים כי שינויים מסוימים רצויים אם העולם הזה יהפוך למקום טוב יותר.\" (<em>הדרך לשעבוד</em>, 1944)</li>\n <li>\"מהקדוש ובעל המחשבה האחת אל הפנאט, לעתים קרובות רק צעד אחד.\" (<em>הדרך לשעבוד</em>, 1944)</li>\n <li>\"ההשפעה של הסכמתם של האנשים כי חייב להיות תכנון מרכזי, מבלי להסכים על המטרות, תהיה כמו אם קבוצת אנשים הייתה מתחייבת לצאת למסע יחד מבלי להסכים לאן הם רוצים ללכת; כתוצאה מכך, ייתכן שכולם יצטרכו לעשות מסע שרובם אינם רוצים כלל.\" (<em>הדרך לשעבוד</em>, 1944)</li>\n <li>\"אף על פי שהמהפכה הצרפתית נבעה במידה רבה מהאידיאל של שלטון החוק, מוטל בספק האם היא באמת עזרה להתקדם לקראת אותו אידיאל. במהלכה השפיעו שאיפות שונות רבות שהיה קשה ליישב אותן עם אותו אידיאל.\" (<em>האידיאל הפוליטי של שלטון החוק</em>, 1955)</li>\n <li>\"המשפט, 'עצירת מכונות הדפוס', הוא ביטוי ציורי, מכיוון שהוא נעשה כעת על ידי יצירת אשראי על ידי המערכת הפדרלית. אבל זו פעולה ממשלתית – כל האינפלציה היא בסופו של דבר תוצאה של פעילויות שהממשלה קובעת ויכולה לשלוט בהן.\" (ראיון, \"פגוש את העיתונות\", 1975)</li>\n <li>\"בעוד שהשיטה של מדעי הטבע היא...אנליטית, השיטה של מדעי החברה מתוארת בצורה טובה יותר כסינתטית או מורכבת.\" (<em>המהפכה הנגדית של המדע</em>, 1952)</li>\n <li>\"כך יוצא שבפועל זהו הקולקטיביסט התיאורטי שמשבח באופן קבוע את התבונה האינדיבידואלית ודורש שכל הכוחות של החברה יהיו כפופים להכוונתו של שכל אחד, בעוד שהאינדיבידואליסט הוא שמכיר במגבלות של כוחות התבונה האינדיבידואלית, ולכן תומך בחופש כאמצעי לפיתוח מלא יותר של כוחות התהליך הבין-אינדיבידואלי.\" (<em>המהפכה הנגדית של המדע</em>, 1952)</li>\n</ul>",
    "topicalDescription": "פרידריך האייק היה כלכלן ופילוסוף אוסטרי-בריטי, שהתמקד בכלכלה פוליטית, תיאוריה חברתית, וביקורת על קולקטיביזם.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [
      "לודוויג פון מיזס"
    ],
    "full_picture": "/Images/Friedrich-HayekFull.jpg",
    "description_picture": "/Images/Friedrich-HayekFace.jpg"
  },
  {
    "id": "EEDE0B1A-815C-4456-8D2B-0D55028035F8",
    "birthDate": "15 October 1844",
    "deathDate": "25 August 1900",
    "title": "פרידריך ניטשה",
    "content": "<p><b>פרידריך ניטשה</b> (1844-1900) היה פילוסוף גרמני, מבקר תרבות, מלחין, משורר ופילולוג קלאסי. הוא ידוע בזכות עבודתו הביקורתית על הדת, המוסר, התרבות המודרנית והפילוסופיה הקלאסית, ובמיוחד רעיונותיו על \"רצון לעוצמה\", \"העל-אדם\", \"מוות האלוהים\" וה\"שיבה הנצחית\".</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>אלוהים ונשמות נצחיות אינם קיימים.</li>\n <li>העולם חסר משמעות ומלא סבל, אך אנו מונעים על ידי הרצונות שלנו.</li>\n <li>אין חיים לאחר המוות, אלה החיים היחידים שיש, ולכן עלינו לחבק אותם.</li>\n <li>לחברות ודתות יש השפעה מיותרת על האתיקה הנוכחית; יש ליצור יסוד חדש לאתיקה.</li>\n <li>ההצלחה של מין (כולל שלנו) היא תוצאה של סילוק החלשים (טיפשים, וכו') על ידי החזקים (חכמים, וכו').</li>\n <li>התקופה הנוצרית מאופיינת על ידי מוסר עבדים - החלשים מוגנים בעוד שהמוכשרים מדוכאים.</li>\n <li>לבעלי יכולת צריכה להיות האפשרות לממש את \"הרצון לעוצמה\" שלהם בכל התחומים - בפוליטיקה, אמנות וכו'.</li>\n <li>אושר אמיתי נמצא במאמצים של \"הרצון לעוצמה\" - התחושה והביטוי של שליטה ודומיננטיות ללא פשרות - אשר גם מקדמים את האנושות.</li>\n <li>יש לאמץ אתיקה חדשה המאשרת את החיים, המאפשרת למי שמסוגל להפוך לעל-אדם (<i>Übermensch</i>).</li>\n <li>קונפליקטים עם אחרים מחזקים אותנו ואין לפחד מהם.</li>\n <li>אין צורך שהחיים יקבלו משמעות מחוץ לעצמם.</li>\n <li>מחזורים קוסמיים של זמן פירושם שכל מה שקרה יקרה שוב (שיבה נצחית); עלינו להשתמש בזה כמוטיבציה לאהוב את גורלנו (<i>amor fati</i>).</li>\n</ul>\n\n<p><b>עבודות חשובות:</b></p>\n<ul>\n <li>כה אמר זרתוסטרא</li>\n <li>מעבר לטוב ולרוע</li>\n <li>הולדת הטרגדיה</li>\n</ul>\n\n<p><b>ציטוטים מפורסמים:</b></p>\n<ul>\n <li>\"אלוהים מת! אלוהים נשאר מת! ואנחנו הרגנו אותו. איך ננחם את עצמנו, רוצחי כל הרוצחים?\" - מדע עליז, 1882</li>\n <li>\"בלי אמנות היינו לא יותר מאשר חזית וחיים לחלוטין בכישוף של אותה נקודת מבט שגורמת למה שקרוב ביותר וגס ביותר להיראות כאילו הוא עצום, והמציאות עצמה.\" - מדע עליז, 1882</li>\n <li>\"לכל מה שיש ערך בעולמנו כעת אין ערך כשלעצמו, לפי טבעו - הטבע תמיד חסר ערך, אלא קיבל ערך בזמן מסוים, כמתנה - ואנחנו אלה שנתנו והענקנו אותו.\" - מדע עליז, 1882</li>\n <li>\"אמנות היא המשימה העליונה והפעילות המטאפיזית האמיתית בחיים האלה...\" - הולדת הטרגדיה, 1872</li>\n <li>\"אם יש להקים מקדש, יש להרוס מקדש.\" - על גנאלוגיה של המוסר, 1887</li>\n <li>\"לראות אחרים סובלים עושה טוב, לגרום לאחרים לסבול עוד יותר: זו אמירה קשה אבל עתיקה, אדירה, אנושית, אנושית מדי שגם הקופים עשויים להצטרף אליה; כי נאמר שבהמצאת אכזריות מוזרות הם מקדימים את האדם והם, כביכול, ה\"פרלוד\" שלו.\" - על גנאלוגיה של המוסר, 1887</li>\n <li>\"שכל רצון צריך להתייחס לכל רצון אחר כשווה לו - יהיה עיקרון עוין לחיים, גורם לפירוק והרס של האדם, ניסיון להתנקש בעתיד האדם, סימן של עייפות, נתיב סודי לאין.\" - על גנאלוגיה של המוסר, 1887</li>\n <li>\"מה שלא הורג אותי, מחזק אותי.\" - דמדומים של האלילים, 1888</li>\n <li>\"אדם לא שואף לאושר; רק האנגלי עושה זאת\" - דמדומים של האלילים, 1888</li>\n <li>\"אני תלמידו של הפילוסוף דיוניסוס, הייתי מעדיף להיות סאטיר מאשר קדוש.\" - אקה הומו, 1888</li>\n <li>\"אני מלמד אתכם את העל-אדם. האדם הוא משהו שצריך להתעלות עליו.\" - כה אמר זרתוסטרא, 1883</li>\n <li>\"אדם יטעה לעתים רחוקות אם מעשים קיצוניים ייוחסו ליהירות, מעשים רגילים להרגל ומעשים נתעבים לפחד.\" - אנושי, אנושי מדי, 1878</li>\n <li>\"אמו של עודף היא לא שמחה אלא חוסר שמחה.\" - אנושי, אנושי מדי, 1878</li>\n</ul>",
    "topicalDescription": "התיאוריה של פרידריך ניטשה על כוח, סמכות ואמת קובעת שהעובדה והמציאות מעוצבות על ידי כוח. שהאמת אינה קיימת במישור בלתי מעורער אלא שזורה עמוק ביחסי כוח.",
    "era": "המאה ה-19",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Friedrich-NietzscheFull.jpg",
    "description_picture": "/Images/Friedrich-NietzscheFace.jpg"
  },
  {
    "id": "47279BDA-DC4B-4B98-83E6-7DE1D7B5C4AD",
    "birthDate": "12 March 1685",
    "deathDate": "14 January 1753",
    "title": "ג'ורג' ברקלי",
    "content": "<p>ג'ורג' ברקלי היה פילוסוף אירי חשוב, הידוע בעיקר בשל תרומתו לתחום האידיאליזם הסובייקטיבי. הוא האמין כי המציאות תלויה בתפיסה וכי \"להיות פירושו להיתפס\" (esse est percipi). ברקלי טען כי החומר, כפי שאנו תופסים אותו, אינו קיים באופן עצמאי מהתודעה שלנו. לטענתו, מה שקיים באמת הוא התודעה והתכנים שלה, או התודעה האלוהית אשר תופסת הכל.</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>תוכן התודעה שלנו הוא כל מה שאנו יכולים להבין.</li>\n <li>עצם היותנו סובייקטים של חוויות היא הדרך בה אנו יודעים שאנו קיימים.</li>\n <li>לעולם לא נוכל לדעת בוודאות האם החוויות שלנו קשורות לאובייקטים שמחוצה לנו.</li>\n <li>מתוך אמפיריציזם עקבי, אפשר להסיק כי מה שקיים הם אך ורק תודעות ותוכנן.</li>\n <li>מאחר וכל המציאות קיימת בתודעתו של אלוהים, הדברים קיימים או בתודעתנו או בתודעתו של אלוהים.</li>\n</ul>\n\n<p><b>עבודות מרכזיות:</b></p>\n<ul>\n <li>\"מסכת בדבר עקרונות הדעת האנושית\"</li>\n <li>\"מסה לקראת תיאוריה חדשה של הראייה\"</li>\n</ul>\n\n<p><b>ציטוטים:</b></p>\n<ul>\n <li>מתוך \"סיריס\": \"האמת היא קריאת הכל, אך משחקם של המעטים.\"</li>\n <li>מתוך \"דה מוטו\": \"כי סמכותו של איש לא צריכה לדרג כה גבוה עד שתעניק ערך למילותיו ולמונחיו, גם אם מאחוריהם לא שוכב דבר ברור ונחרץ.\"</li>\n <li>מתוך \"דה מוטו\": \"במרדף אחר האמת עלינו להיזהר שלא יטעו אותנו מונחים שאיננו מבינים כהלכה. זוהי הנקודה העיקרית. כמעט כל הפילוסופים משמיעים את האזהרה; מעטים מקיימים אותה.\"</li>\n <li>מתוך \"מסכת בדבר עקרונות הדעת האנושית\": \"שהרמנו תחילה אבק, ואז מתלוננים שאיננו יכולים לראות.\"</li>\n <li>מתוך \"שלושה דיאלוגים בין הילאס ופילונאס\": \"מעטים חושבים; אך לכולם יש דעות.\"</li>\n <li>מתוך \"שלושה דיאלוגים בין הילאס ופילונאס\": \"האם מציאותם של דברים מוחשיים טמונה בלהיות נתפסים? או שמא מדובר במשהו נפרד מהיותם נתפסים, ואינו נושא יחס לתודעה?\"</li>\n <li>מתוך \"מסכת בדבר עקרונות הדעת האנושית\": \"אבל, אתה אומר, בטח שאין דבר קל יותר מאשר לדמיין עצים, למשל, בפארק... ואף אחד לא נמצא שם כדי לתפוס אותם...אובייקטים של החושים קיימים רק כאשר הם נתפסים; העצים, לכן, נמצאים בגן...לא יותר מאשר כאשר יש מישהו כדי לתפוס אותם.\"</li>\n</ul>",
    "topicalDescription": "פילוסוף אירי שנודע בעיקר בזכות האידיאליזם הסובייקטיבי שלו.",
    "era": "תקופת הנאורות",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/George-BerkeleyFull.jpg",
    "description_picture": "/Images/George-BerkeleyFace.jpg"
  },
  {
    "id": "55ADA2C7-9126-4A97-BA26-E7D7CBF08D73",
    "birthDate": "10 September 1897",
    "deathDate": "9 July 1962",
    "title": "ז'ורז' בטאיי",
    "content": "<div><p><b>ז'ורז' בטאיי</b> (1897-1962) היה פילוסוף, סופר ומבקר ספרות צרפתי, שהשתייך לזרם הפילוסופיה הקונטיננטלית ולניטשיאניזם הצרפתי. הוא ידוע בזכות עבודתו על ארוטיקה, מיסטיקה, וכלכלה פוליטית. בטאיי חקר את התחומים שמעבר למובן הרגיל, ובמיוחד את גבולות החוויה האנושית. הוא השפיע רבות על הפילוסופיה והספרות הצרפתית.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>בני אדם מונעים על ידי דחפים, צרכים, פנטזיות, אנרגיה ותשוקות מגוונות.</li><li>הצו של עבודה, תועלת ואגירה הנמצאים בקפיטליזם נוגדים את הטבע האנושי.</li><li>ניתן לצאת מן הצווים של הקפיטליזם על ידי קידום 'כלכלה כללית' של הוצאה, נתינה, הקרבה והרס.</li></ul><p><b>ציטוטים בולטים:</b></p><ul><li>\"כל ארוטיקה היא בעלת אופי מקודש.\" - מתוך \"ארוטיקה: מוות וחושניות\"</li><li>\"לבחור ברע זה לבחור בחופש - 'חופש, שחרור מכל ריסון'.\" - מתוך \"על ניטשה\"</li><li>\"כוונת דחייה של מה שאין לו משמעות היא למעשה דחייה של כל הקיום.\" - מתוך \"על ניטשה\"</li><li>\"פילוסופיה... מוצאת את עצמה לא להיות יותר מאשר יורשת של תיאולוגיה מיסטית מדהימה, אך חסרת אל ומחקה את הלוח.\" - מתוך \"החוויה הפנימית\"</li><li>\"למעשה, יש לנו רק שתי ודאויות בעולם הזה - שאנחנו לא הכל ושאנחנו נמות. להיות מודע לכך שאתה לא הכל, כמו שאתה מודע להיותך בן תמותה, זה כלום. אבל אם אנחנו בלי סם, מתגלה ריק לא נשימתי. רציתי להיות הכל, כדי שכאשר אפול לריק הזה, אוכל לאזור אומץ ולומר לעצמי: 'אני מתבייש שרציתי להיות הכל, כי אני רואה עכשיו שזה היה לישון'.\" - מתוך \"החוויה הפנימית\"</li><li>\"האדם השלם נחשף לראשונה... בתחומי חיים שחיים בהם בקלות ראש.\" - מתוך \"על ניטשה\"</li><li>\"בעבר, מצבי קיצון היו תחת שיפוט האמנויות... אנשים החליפו כתיבה (בדיונית) במה שהיה פעם חיים רוחניים, שירה (מילים כאוטיות) באקסטזות אמיתיות. האמנות מהווה אזור חופשי קטן מחוץ לפעולה, ומשלמת עבור החופש שלה על ידי ויתור על העולם האמיתי. מחיר כבד!\" - מתוך \"על ניטשה\"</li></ul><p><b>יצירות מרכזיות:</b></p><ul><li>\"סיפורה של העין\"</li><li>\"ספרות ורוע\"</li><li>\"העדר המיתוס\"</li></ul></div>",
    "topicalDescription": "פילוסוף צרפתי חשוב שהתמקד בארוטיקה, מיסטיקה וכלכלה פוליטית",
    "era": "המאה ה-20",
    "associatedCategories": [],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Georges-BatailleFull.jpg",
    "description_picture": "/Images/Georges-BatailleFace.jpg"
  },
  {
    "id": "1180AEE2-37F0-4A03-A2F0-F8F63DD7A5E2",
    "birthDate": "27 August 1770",
    "deathDate": "14 November 1831",
    "title": "גאורג וילהלם פרידריך הגל",
    "content": "<div>\n <p><strong>אסכולה:</strong> הגליאניזם</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>קיום מורכב מ<i>גייסט</i> (רוח-תודעה).</li>\n <li>שינוי חודר לכל דבר ומתפתח דרך תהליך מובן (לא שרירותי).</li>\n <li>ההיסטוריה היא התהליך שבו ה<i>גייסט</i> מתפתח לעבר מודעות עצמית.</li>\n <li>התהליך הדיאלקטי מנוסח כ: תזה (שלב ראשון) + אנטי-תזה (תגובות, קונפליקטים) = סינתזה (תזה חדשה).</li>\n <li>שינוי נדחף על ידי כוחות היסטוריים; הפרט כפוף לזרימה זו.</li>\n <li>יהיה שלב סופי כאשר ה<i>גייסט</i> יגיע למודעות עצמית; שינוי ייפסק (המוחלט) והכל יהיה הרמוני.</li>\n <li>כוחות חיצוניים (מוסדות/חוקים/המצאות) הופכים לאילוצים עלינו, מנכרים אותנו מעצמנו.</li>\n <li>אנחנו אחד עם אלוהים, אבל אנחנו מקרינים תכונות על אלוהים (כל-יודע וכו') שמנכרות אותנו ממנו.</li>\n <li>מודעות עצמית תלויה בהכרה באחרים כמכירים באופן דומה את עצמך כנושא מודע עצמית.</li>\n </ul>\n <p><strong>יצירות מרכזיות:</strong></p>\n <ul>\n <li>פנומנולוגיה של הרוח</li>\n </ul>\n <p><strong>ציטוטים:</strong></p>\n <ul>\n <li>\"ההיסטוריה, היא תהליך מודע, מהרהר בעצמו - רוח שנשפכה אל תוך הזמן.\" - מתוך \"פנומנולוגיה של הרוח\", 1807 לספירה</li>\n <li>\"כוחה של התודעה הוא רק כגודל הביטוי שלה; עומקה רק כעומק כוחה להתרחב ולאבד את עצמה.\" - מתוך \"פנומנולוגיה של הרוח\", 1807 לספירה</li>\n <li>\"המטרה שיש להגיע אליה היא תובנת התודעה לגבי מהי הידיעה. חוסר הסבלנות דורש את הבלתי אפשרי, רוצה להגיע למטרה בלי האמצעים להגיע לשם. יש לשאת את אורך המסע, כי כל רגע הוא הכרחי, ... כי לא על ידי פחות מכך הצליחה אותה תודעה חודרת-כל אי פעם להיות מודעת למה שהיא עצמה - מסיבה זו, התודעה האינדיבידואלית, מטבע הדברים, אינה יכולה לצפות בפחות עמל לתפוס את מה שהחומר שלה מכיל.\" - מתוך \"פנומנולוגיה של הרוח\", 1807 לספירה</li>\n <li>\"הלב נמצא בכל מקום, וכל חלק של האורגניזם הוא רק הכוח המיוחד של הלב עצמו.\" - מתוך \"אנציקלופדיה למדעי הפילוסופיה\", 1816 לספירה</li>\n <li>\"מה שסביר הוא אמיתי; מה שאמיתי הוא סביר.\" - מתוך \"יסודות הפילוסופיה של הזכות\", 1821 לספירה</li>\n <li>\"מהות המדינה המודרנית היא האיחוד של האוניברסלי עם החופש המלא של הפרט, ועם רווחתם של היחידים.\" - מתוך \"יסודות הפילוסופיה של הזכות\", 1821 לספירה</li>\n <li>\"הינשוף של מינרווה מתחיל את מעופו עם תחילת הדמדומים.\" - מתוך \"יסודות הפילוסופיה של הזכות\", 1820 לספירה</li>\n <li>\"מה שהניסיון וההיסטוריה מלמדים הוא זאת - שאומות וממשלות מעולם לא למדו דבר מההיסטוריה, או פעלו על פי לקחים שהם יכלו להפיק ממנה.\" - מתוך \"הרצאות על הפילוסופיה של ההיסטוריה\", 1832 לספירה</li>\n <li>\"למי שמסתכל על העולם באופן רציונלי, העולם מצדו מציג היבט רציונלי. היחס הוא הדדי.\" - מתוך \"הרצאות על הפילוסופיה של ההיסטוריה\", 1832 לספירה</li>\n </ul>\n <p><strong>תחומי עניין:</strong> פילוסופיה של ההיסטוריה, פילוסופיה פוליטית, לוגיקה, אסתטיקה, דת, מטאפיזיקה, אפיסטמולוגיה</p>\n <p><strong>מקום לידה:</strong> שטוטגרט, גרמניה</p>\n <p><strong>תאריך לידה:</strong> 27 באוגוסט 1770</p>\n <p><strong>תאריך פטירה:</strong> 14 בנובמבר 1831</p>\n <p><strong>חיים:</strong>(1770-1831)</p>\n </div>",
    "topicalDescription": "פילוסוף גרמני מרכזי בעידן האידיאליזם הגרמני.",
    "era": "עידן האידיאליזם הגרמני",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Georg-Wilhelm-Friedrich-HegelFull.jpg",
    "description_picture": "/Images/Georg-Wilhelm-Friedrich-HegelFace.jpg"
  },
  {
    "id": "C3CC174E-1109-4E7A-B5BF-239C3612CA3B",
    "birthDate": "23 June 1668",
    "deathDate": "23 January 1744",
    "title": "ג'אמבטיסטה ויקו",
    "content": "<p><b>ג'אמבטיסטה ויקו</b> (23 ביוני 1668 - 23 בינואר 1744) היה פילוסוף, היסטוריון ומשפטן איטלקי. הוא ידוע בעיקר בזכות תיאוריית המחזוריות של ההיסטוריה, לפיה כל התרבויות עוברות שלושה שלבים: עידן האלים, עידן האריסטוקרטים והגיבורים ועידן הדמוקרטיה. ויקו האמין שההיסטוריה כפופה לסדר רציף של סיבות ותוצאות. הוא גם התעניין בפוליטיקה, אתיקה ומשפט.</p>\n<p>בין עבודותיו הידועות נמנית \"מדע חדש\" (New Science).</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>כל התרבויות עוברות שלושה שלבים: עידן האלים; עידן האריסטוקרטים והגיבורים; ודמוקרטיה.</li>\n <li>ההיסטוריה כפופה לסדר רציף של סיבות ותוצאות.</li>\n</ul>\n<p><b>ציטוט:</b></p>\n<p>\"...בהתאם לחוק הנצחי של ההשגחה, החוק הטבעי של הגנטיות ההרואיות, שבו אין שוויון צדק בין החלשים לחזקים, חוזר.\" (מתוך \"מדע חדש\", 1725 לספירה)</p>",
    "topicalDescription": "פילוסוף, היסטוריון ומשפטן איטלקי שפיתח תיאוריה על המחזוריות של ההיסטוריה.",
    "era": "המאה ה-17 וה-18",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Giambattista-VicoFull.jpg",
    "description_picture": "/Images/Giambattista-VicoFace.jpg"
  },
  {
    "id": "645F4A3B-9F64-47D4-B757-A7B4FDE705D1",
    "birthDate": "18 January 1925",
    "deathDate": "4 November 1995",
    "title": "ז'יל דלז",
    "topicalDescription": "פילוסוף צרפתי מרכזי בפוסט-סטרוקטורליזם, ידוע בהגותו על כוח, רצון, והיות.",
    "era": "המאה ה-20",
    "content": "<h1>ז'יל דלז</h1>\n\n<p>ז'יל דלז (1925-1995) היה פילוסוף צרפתי בולט, שתרם תרומות משמעותיות לפוסט-סטרוקטורליזם. הגותו עסקה במגוון נושאים, כולל אסתטיקה ומטאפיזיקה. דלז ידוע בגישתו היצירתית לפילוסופיה, בטענה שהיא תהליך של בניית מושגים ולא רק גילוי מציאות.</p>\n\n<h2>רעיונות מרכזיים</h2>\n<ul>\n <li><b>הפילוסופיה כתהליך יצירתי:</b> דלז ראה בפילוסופיה תהליך יצירתי לבניית מושגים, ולא ניסיון לחשוף את המציאות.</li>\n <li><b>היסטוריה של הפילוסופיה כבנייה:</b> עבודות העוסקות בהיסטוריה של הפילוסופיה יכולות להיות בונות ולא רק פרשניות.</li>\n <li><b>זהות מתוך שוני:</b> ההבנה המסורתית של הזהות בפילוסופיה, לפיה השוני הוא נגזרת של הזהות, הפוכה. הזהות נגזרת מהשוני.</li>\n</ul>\n\n<h2>ציטוטים נבחרים</h2>\n<ul>\n <li><q>איזו טעות הייתה לומר את זה. בכל מקום אלו מכונות - אמיתיות, לא פיגורטיביות: מכונות המניעות מכונות אחרות, מכונות המונעות על ידי מכונות אחרות, עם כל הצימודים והחיבורים הדרושים. מכונת איברים מחוברת למכונת מקור אנרגיה: האחת מייצרת זרימה שהשנייה קוטעת. השד הוא מכונה שמייצרת חלב, והפה מכונה המחוברת אליו.</q> <i>מתוך \"אנטי-אדיפוס קפיטליזם וסכיזופרניה\", 1977</i></li>\n <li><q>שנית, אנחנו לא מבחינים בין אדם לטבע: המהות האנושית של הטבע והמהות הטבעית של האדם הופכות לאחת בתוך הטבע בצורה של ייצור או תעשייה, בדיוק כפי שהן עושות בתוך חיי האדם כמין. התעשייה אינה נחשבת עוד מנקודת מבט חיצונית של תועלת, אלא מנקודת מבט של זהותה המהותית עם הטבע כיצירתו של האדם ועל ידי האדם.</q> <i>מתוך \"אנטי-אדיפוס קפיטליזם וסכיזופרניה\", 1977</i></li>\n <li><q>ספר הוא גלגל שיניים קטן במכונה חיצונית ומורכבת בהרבה. כתיבה היא זרימה בין אחרות; אין לה זכות מיוחדת והיא נכנסת ליחסים של זרם וזרם נגדי, של שטיפה חוזרת עם זרמים אחרים - זרמי חרא, זרע, דיבור, פעולה, ארוטיקה, כסף, פוליטיקה וכו'. כמו בלום, כותב על החול ביד אחת ומאונן בשנייה - שני זרמים באיזה יחס?</q> <i>מתוך \"אין לי מה להודות\", 1977</i></li>\n <li><q>כאשר ניטשה משבח את האגואיזם זה תמיד בצורה אגרסיבית או פולמוסית, נגד המידות הטובות, נגד המידה הטובה של חוסר העניין. אבל למעשה אגואיזם הוא פרשנות גרועה של הרצון, בדיוק כפי שאטומיזם הוא פרשנות גרועה של הכוח. כדי שיהיה אגואיזם חייב להיות אגו.</q> <i>מתוך \"ניטשה והפילוסופיה\", 1962</i></li>\n <li><q>אם לפילוסופיה יש יחס חיובי וישיר לדברים, זה רק עד כמה הפילוסופיה טוענת לתפוס את הדבר עצמו, לפי מה שהוא, בשונותו מכל מה שהוא לא, במילים אחרות, בשונותו הפנימית.</q> <i>מתוך \"איי המדבר\", 1953</i></li>\n</ul>\n\n<h2>עבודות נבחרות</h2>\n<ul>\n <li>מהי פילוסופיה?</li>\n</ul>\n",
    "associatedCategories": [],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Gilles-DeleuzeFull.jpg",
    "description_picture": "/Images/Gilles-DeleuzeFace.jpg"
  },
  {
    "id": "C752B815-05B8-4CAC-805E-856A35B46952",
    "birthDate": "1 July 1646",
    "deathDate": "14 November 1716",
    "title": "גוטפריד וילהלם לייבניץ",
    "content": "<p><b>גוטפריד וילהלם לייבניץ</b> (1646-1716) היה פילוסוף, מתמטיקאי, מדען ומדינאי גרמני רב-תחומי. הוא נחשב לאחד האינטלקטואלים החשובים ביותר של תקופתו, ותרם תרומות משמעותיות לתחומים רבים.</p>\n\n<p><b>רעיונות מפתח:</b></p>\n<ul>\n <li>האמת מורכבת משני סוגים שונים: אמיתות של הגיון (אנליטי) ואמיתות של עובדות (סינתטי).</li>\n <li>שיפוטים לגבי אמיתות של הגיון צריכים להתבסס על ההיגיון ולא על עובדות חיצוניות.</li>\n <li>שיפוטים לגבי אמיתות של עובדות צריכים להתבסס על עובדות בעולם.</li>\n <li>יש מספר רב של עולמות אפשריים.</li>\n <li>אלוהים, בהיותו מושלם, ברא את הטוב ביותר מכל העולמות האפשריים.</li>\n <li>קיומו של רצון חופשי עדיף על העדרו; אלוהים איפשר עולם עם רוע כדי לספק רצון חופשי.</li>\n <li>התודעה נובעת ממשהו שנראה מכני בלבד, אך הסברים מכניים לתודעה אינם מספיקים.</li>\n <li>כל הדברים, גם חומר וגם תודעה, עשויים ממרכזי פעילות (מונאדות).</li>\n <li>מונאדות הן נקודת תודעה במרחב.</li>\n <li>תודעות הן מונאדות.</li>\n <li>אלוהים הוא מונאדה.</li>\n <li>לטבע אין קפיצות (חוק הרצף).</li>\n <li>לכל מונאדה יש נקודת מבט משלה; הן אינן חופפות או מצטלבות.</li>\n</ul>\n\n<p><b>עבודות מרכזיות:</b></p>\n<ul>\n <li>תיאודיציה</li>\n</ul>\n\n<p><b>תחומי עניין:</b> מטאפיזיקה, לוגיקה, תיאודיציה, שפה אוניברסלית.</p>",
    "topicalDescription": "לייבניץ היה פילוסוף רציונליסט חשוב, שתרם רבות לתחומי המטאפיזיקה, הלוגיקה והמתמטיקה.",
    "era": "תקופת הנאורות",
    "associatedPhilosophers": [],
    "associatedCategories": [],
    "full_picture": "/Images/Gottfried-Wilhelm-LeibnizFull.jpg",
    "description_picture": "/Images/Gottfried-Wilhelm-LeibnizFace.jpg"
  },
  {
    "id": "67D1A0D2-6C50-4D1A-B733-AC2D21662EE8",
    "birthDate": "28 בדצמבר 1931",
    "deathDate": "30 בנובמבר 1994",
    "title": "גי דבור",
    "content": "<p><b>גי דבור</b> (28 בדצמבר 1931 - 30 בנובמבר 1994) היה פילוסוף, סופר, יוצר סרטים ותיאורטיקן מרקסיסטי צרפתי. הוא היה חבר מרכזי בתנועה הסיטואציוניסטית הבינלאומית. דבור ידוע בעיקר בזכות עבודתו &quot;החברה של המופע&quot; (1967), בה הוא טוען שהחיים המודרניים מוגדרים על ידי הצטברות עצומה של מראות ושהיחסים החברתיים מתווכים על ידי דימויים.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>המצב המודרני מוגדר, בין היתר, על ידי החיים כהצטברות ענקית של מראות.</li>\n <li>בחברות מודרניות, דימויים מתווכים יחסים חברתיים.</li>\n</ul>\n\n<p><b>ציטוטים נבחרים:</b></p>\n<ul>\n <li>\"בחברות בהן שוררים תנאי ייצור מודרניים, כל החיים מוצגים כהצטברות עצומה של מראות. כל מה שנחווה ישירות התרחק לייצוג.\" - מתוך \"החברה של המופע\", 1967</li>\n <li>\"המופע אינו אוסף של דימויים; אלא, זהו יחס חברתי בין אנשים המתווך על ידי דימויים.\" - מתוך \"החברה של המופע\", 1967</li>\n <li>\"פילוסופיה היא בעת ובעונה אחת הכוח של מחשבה מנוכרת והמחשבה של כוח מנוכר, וככזו היא מעולם לא הצליחה לשחרר את עצמה מהתיאולוגיה.\" - מתוך \"החברה של המופע\", 1967</li>\n <li>\"תיירות, תנועה אנושית הנחשבת כצריכה ... היא בעצם לא יותר מאשר הפנאי של ללכת לראות את מה שהפך לבנאלי.\" - מתוך \"החברה של המופע\", 1967</li>\n <li>\"רעיונות משתפרים. משמעותן של מילים משתתפת בשיפור. פלגיאט הכרחי. קידמה מרמזת על כך. היא מאמצת את הביטוי של מחבר, משתמשת בביטוייו, מוחקת רעיון שקרי ומחליפה אותו ברעיון הנכון.\" - מתוך \"החברה של המופע\", 1967</li>\n <li>\"אין דבר טבעי יותר מאשר להתייחס לכל דבר כמתחיל מעצמו, שנבחר כמרכז העולם; אדם מוצא את עצמו מסוגל לגנות את העולם מבלי אפילו לרצות לשמוע את פטפטת השקר שלו.\" - מתוך \"פנגיריק\", 1989</li>\n <li>\"החכם מטורונטו ... בילה כמה עשורים מתפעל מהחופש הרבים שנוצרו על ידי \"כפר גלובלי\" נגיש לכולם באופן מיידי וללא מאמץ. כפרים, בניגוד לעיירות, תמיד נשלטו על ידי קונפורמיזם, בידוד, מעקב זעיר, שעמום ורכילות זדונית חוזרת ונשנית על אותן משפחות. וזה תיאור מדויק מספיק של הוולגריות הנוכחית של המופע הגלובלי.\" - מתוך \"הערות על חברת המופע\", 1989</li>\n</ul>\n\n<p><b>עבודות עיקריות:</b></p>\n<ul>\n <li>&quot;החברה של המופע&quot;</li>\n</ul>",
    "topicalDescription": "פילוסוף וסופר צרפתי, דמות מפתח בסיטואציוניזם הבינלאומי",
    "era": "המאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "school": "סיטואציוניסטית",
    "keyIdeas": [
      {
        "id": "FF091C8B-E36D-4377-9CA8-416713C29690",
        "text": "המצב המודרני מוגדר, בין היתר, על ידי החיים כהצטברות ענקית של מראות.",
        "reference": "החברה של המופע, 1967"
      },
      {
        "id": "88119A84-628A-483B-923E-C54D704B6506",
        "text": "בחברות מודרניות, דימויים מתווכים יחסים חברתיים.",
        "reference": "החברה של המופע, 1967"
      }
    ],
    "works": [
      {
        "title": "החברה של המופע"
      }
    ],
    "quotes": [
      {
        "work": "החברה של המופע",
        "year": "1967 לספירה",
        "quote": "בחברות בהן שוררים תנאי ייצור מודרניים, כל החיים מוצגים כהצטברות עצומה של מראות. כל מה שנחווה ישירות התרחק לייצוג."
      },
      {
        "work": "החברה של המופע",
        "year": "1967 לספירה",
        "quote": "המופע אינו אוסף של דימויים; אלא, זהו יחס חברתי בין אנשים המתווך על ידי דימויים."
      },
      {
        "work": "החברה של המופע",
        "year": "1967 לספירה",
        "quote": "פילוסופיה היא בעת ובעונה אחת הכוח של מחשבה מנוכרת והמחשבה של כוח מנוכר, וככזו היא מעולם לא הצליחה לשחרר את עצמה מהתיאולוגיה."
      },
      {
        "work": "החברה של המופע",
        "year": "1967 לספירה",
        "quote": "תיירות, תנועה אנושית הנחשבת כצריכה ... היא בעצם לא יותר מאשר הפנאי של ללכת לראות את מה שהפך לבנאלי."
      },
      {
        "work": "החברה של המופע",
        "year": "1967 לספירה",
        "quote": "רעיונות משתפרים. משמעותן של מילים משתתפת בשיפור. פלגיאט הכרחי. קידמה מרמזת על כך. היא מאמצת את הביטוי של מחבר, משתמשת בביטוייו, מוחקת רעיון שקרי ומחליפה אותו ברעיון הנכון."
      },
      {
        "work": "פנגיריק",
        "year": "1989 לספירה",
        "quote": "אין דבר טבעי יותר מאשר להתייחס לכל דבר כמתחיל מעצמו, שנבחר כמרכז העולם; אדם מוצא את עצמו מסוגל לגנות את העולם מבלי אפילו לרצות לשמוע את פטפטת השקר שלו."
      },
      {
        "work": "הערות על חברת המופע",
        "year": "1989 לספירה",
        "quote": "החכם מטורונטו ... בילה כמה עשורים מתפעל מהחופש הרבים שנוצרו על ידי \"כפר גלובלי\" נגיש לכולם באופן מיידי וללא מאמץ. כפרים, בניגוד לעיירות, תמיד נשלטו על ידי קונפורמיזם, בידוד, מעקב זעיר, שעמום ורכילות זדונית חוזרת ונשנית על אותן משפחות. וזה תיאור מדויק מספיק של הוולגריות הנוכחית של המופע הגלובלי."
      }
    ],
    "name": "גי דבור",
    "interests": "תיאוריה חברתית, ריפיקציה, פטישיזם סחורתי, מאבק מעמדות, ניכור חברתי",
    "birthLocation": {
      "name": "פריז, צרפת"
    },
    "life": "(1931-1994)",
    "birthYear": "1931 לספירה",
    "full_picture": "/Images/Guy-DebordFull.jpg",
    "description_picture": "/Images/Guy-DebordFace.jpg"
  },
  {
    "id": "E1D85DE9-595F-40A3-B281-E41B2A68F222",
    "birthDate": "14 October 1906",
    "deathDate": "4 December 1975",
    "title": "חנה ארנדט",
    "content": "<div>\n <p><b>חנה ארנדט</b> (1906-1975) הייתה פילוסופית ותיאורטיקנית פוליטית יהודייה-גרמנייה. היא ידועה בעיקר בזכות עבודותיה על טוטליטריות, פוליטיקה, וטבעה של הרשע.</p>\n \n <p><b>רעיונות מרכזיים:</b></p>\n <ul>\n <li>טוטליטריות נשענת על הרס ההקשר היציב בו אנשים חיו בעבר כדי להגביר את המשיכה שלה.</li>\n <li>פעילויות אנושיות ניתנות לחלוקה לשלושה סוגים: עבודה, מלאכה ופעולה, כאשר הפעולה היא החשובה ביותר.</li>\n <li>עבודה היא מה שנדרש לשמירה ולשחזור החיים: פעילות דמוית חיה הנחוצה להישרדות.</li>\n <li>מלאכה מביאה לתוצרים קבועים למחצה: פעילות ציבורית לא דמוית חיה המציעה מידה של חופש.</li>\n <li>כאשר יותר פעולה מוקדשת לעבודה, התוצאה היא עלייה ב\"animal laborans\" (אדם עובד) המאיימת על הכחדת ה\"homo faber\" (אדם יוצר) ועל מה שמאפשר חיים ציבוריים בקהילה.</li>\n <li>פעולה יכולה להביא לידי ביטוי דבר חדש לחלוטין - בלתי צפוי.</li>\n <li>לא ניתן להצדיק פעולות בפני עצמן, אלא רק לאור ההכרה הציבורית והמשותפת של קהילה פוליטית.</li>\n <li>חופש הוא תכלית הקיום של הפוליטיקה, והחוויה שלו היא פעולות.</li>\n <li>רשע אינו מעשים גדולים של זדון, אלא כישלונות בנאליים חוזרים ונשנים של מחשבה ושיפוט מוסרי, לעתים קרובות מונעים על ידי מערכות פוליטיות מדכאות.</li>\n <li>נדרש שיפוט בעל דמיון ותודעה ציבורית כדי להתמודד עם הנסיבות של העידן המודרני.</li>\n </ul>\n \n <p><b>עבודות מרכזיות:</b></p>\n <ul>\n <li>המקורות של הטוטליטריות</li>\n <li>אייכמן בירושלים: דו\"ח על הבנאליות של הרוע</li>\n </ul>\n \n <p><b>ציטוטים:</b></p>\n <ul>\n <li>\"האמת העצובה היא שרוב הרוע נעשה על ידי אנשים שמעולם לא החליטו להיות טובים או רעים.\" (מתוך 'חיי הנפש')</li>\n <li>\"לאף עונש לא הייתה אי פעם מספיק כוח הרתעה כדי למנוע ביצוע פשעים. נהפוך הוא, יהיה העונש אשר יהיה, ברגע שפשע ספציפי הופיע לראשונה, הופעתו מחדש סבירה יותר מאשר הופעתו הראשונית אי פעם יכלה להיות.\" (מתוך 'אייכמן בירושלים', 1963 לספירה)</li>\n <li>\"מחנות הריכוז, בכך שהפכו את המוות עצמו לאנונימי (כאשר לא ניתן לגלות אם אסיר מת או חי), שללו מהמוות את משמעותו כסוף של חיים מלאים.\" (מתוך 'המקורות של הטוטליטריות', 1951 לספירה)</li>\n <li>\"כוח ואלימות הם הפכים; היכן שהאחד שולט באופן מוחלט, האחר נעדר. אלימות מופיעה כאשר הכוח נמצא בסכנה, אך אם היא תושאר לנפשה, היא מסתיימת בהיעלמות הכוח.\" (מתוך 'משברי הרפובליקה', 1969 לספירה)</li>\n <li>\"מהפכנים אינם עושים מהפכות! המהפכנים הם אלה שיודעים מתי כוח שוכב ברחוב ומתי הם יכולים להרים אותו. התקוממות מזוינת כשלעצמה מעולם לא הובילה למהפכה.\" (מתוך 'משברי הרפובליקה', 1969 לספירה)</li>\n <li>\"הבעיה עם אייכמן הייתה בדיוק שכל כך הרבה היו כמוהו, ושהרבים לא היו לא מושחתים ולא סדיסטיים, שהם היו, ועדיין, נורמלים בצורה נוראית ומפחידה.\" (מתוך 'המקורות של הטוטליטריות', 1963 לספירה)</li>\n </ul>\n</div>",
    "topicalDescription": "חנה ארנדט הייתה כרוניקאית של מקורות הטוטליטריות. שתיים מעבודותיה החשובות ביותר בוחנות את ההתחלה והסוף של מדינה טוטליטרית. עבור חלק, עבודותיה כעת נבואיות יותר מאי פעם.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Hannah-ArendtFull.jpg",
    "description_picture": "/Images/Hannah-ArendtFace.jpg"
  },
  {
    "id": "33164B45-3F93-45AC-8B88-FA48BC3FDFBD",
    "birthDate": "18 October 1859",
    "deathDate": "4 January 1941",
    "title": "אנרי ברגסון",
    "content": "<h1>אנרי ברגסון</h1>\n<p><b>בית ספר:</b> ספיריטואליזם צרפתי</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>האבולוציה אמורה לספק את ההסבר לבני האדם.</li>\n <li>החושים מכוונים לצרכי הישרדות ולכן אינם נותנים לנו ייצוגים אובייקטיביים.</li>\n <li>קיים דחף (<i>élan vital</i>) שמכוון את האבולוציה למורכבות ואינדיבידואליזציה גדולה יותר.</li>\n <li>זמן/שינוי הוא בסיסי לחיים ולמציאות.</li>\n <li>אנו חווים את הזמן כאינטואיציה, בלתי תלויה במחשבה ובקלט חושי.</li>\n <li>יש לנו אינטואיציה ישירה לגבי החלטותינו לפעול המאפשרת לנו לדעת שיש לנו רצון חופשי.</li>\n <li>האינטלקט האנושי חותך באופן מלאכותי את הזמן והמרחב ליחידות קטנות ונוחות יותר.</li>\n <li>בחיי היומיום, בעסקים ובמדע, מועיל לחלק את העולם.</li>\n <li>אף על פי שמועיל לחלק את העולם, המרחב והזמן האמיתיים רציפים.</li>\n <li>אנו נמצאים בין שני עולמות: הרצף של החוויה הפנימית שלנו, והחלוקה של האינטלקט שלנו.</li>\n</ul>\n<p><b>עבודות עיקריות:</b></p>\n<ul>\n <li>זמן ורצון חופשי</li>\n <li>חומר וזיכרון</li>\n</ul>\n<p><b>תאריך לידה:</b> 18 באוקטובר 1859</p>\n<p><b>תאריך פטירה:</b> 4 בינואר 1941</p>\n<p><b>מיקום לידה:</b> פריז, צרפת</p>\n<p><b>חיים:</b> (1859-1941)</p>\n<p><b>ציטוטים:</b></p>\n<ul>\n <li><b>1907 לספירה, אבולוציה יוצרת:</b> ההווה אינו מכיל דבר מעבר לעבר, ומה שנמצא בתוצאה היה כבר בסיבה.</li>\n <li><b>ללא שנה:</b> אינטואיציה היא שיטה של ​​להרגיש את דרכו באופן אינטלקטואלי לתוך הלב הפנימי של דבר כדי לאתר מה שהוא ייחודי ובלתי ניתן לביטוי בו.</li>\n <li><b>1932, שני המקורות של המוסר והדת:</b> דת למיסטיקה היא כמו פופולריזציה למדע.</li>\n <li><b>1932, שני המקורות של המוסר והדת:</b> החברה הפתוחה היא זו שנתפסת באופן עקרוני כמחבקת את כל האנושות.</li>\n <li><b>1932, שני המקורות של המוסר והדת:</b> אנשים אינם מבינים מספיק שהעתיד שלהם נמצא בידיים שלהם. שלהם המשימה לקבוע קודם כל אם הם רוצים להמשיך לחיות או לא.</li>\n</ul>",
    "topicalDescription": "פילוסוף צרפתי שפעל בתחומי המטאפיזיקה, האפיסטמולוגיה ופילוסופיית השפה והמתמטיקה.",
    "era": "התקופה המודרנית",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Henri-BergsonFull.jpg",
    "description_picture": "/Images/Henri-BergsonFace.jpg"
  },
  {
    "id": "9F6757B1-D0C9-4FAC-9ABE-A51F8E4C1961",
    "birthDate": "12 July 1817",
    "deathDate": "6 May 1862",
    "title": "הנרי דייוויד ת'ורו",
    "content": "<html><p><b>הנרי דייוויד ת'ורו</b> (1817-1862) היה סופר, משורר, פילוסוף, מתנגד עבדות, טבען ואיש מסות אמריקאי. הוא ידוע בעיקר בזכות ספרו \"וולדן\", בו תיאר את חייו בצורה פשוטה בטבע, וכן בזכות מאמרו \"אי-ציות אזרחי\", בו הוא מביע את השקפותיו על התנגדות לשלטון לא צודק. ת'ורו היה דמות מרכזית בתנועת הטרנסצנדנטליזם.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>רוב מה שנתפס כמותרות ונוחות מעכב יותר מאשר מקדם את התעלות האנושות.</li><li>הצורה הטובה ביותר של ממשל היא זו שאינה שולטת כלל, אך האנושות אינה מוכנה לכך.</li><li>הפרט הוא השופט הסופי של נכון ולא נכון; רק פרטים יכולים לפעול שלא בצדק.</li><li>הטבע מסמל אמיתות גבוהות יותר; לעולם החומרי יש ערך בזכות היותו תוצר משני של המציאות המנטלית.</li><li>היכולת שלנו להעריך את המשמעות של תופעות מתקהה בקלות; יש לטפח משמעת על מנת לשמר את היכולת לדעת על העולם.</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>וולדן</li><li>אי-ציות אזרחי</li><li>הליכה</li><li>טיולים</li></ul><p>ת'ורו האמין בפשטות, הסתמכות עצמית והתנגדות לא צדק. הוא השפיע רבות על תנועות פילוסופיות, ספרותיות ופוליטיות שונות.</p></html>",
    "topicalDescription": "פילוסוף, סופר ומשורר אמריקאי, דמות מרכזית בתנועת הטרנסצנדנטליזם.",
    "era": "המאה ה-19",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Henry-David-ThoreauFull.jpg",
    "description_picture": "/Images/Henry-David-ThoreauFace.jpg"
  },
  {
    "id": "410D7B25-4F70-4346-A01A-CA556498FFFE",
    "birthDate": null,
    "deathDate": null,
    "title": "הרקליטוס",
    "content": "<p>הרקליטוס היה פילוסוף יווני קדם-סוקרטי שחי באפסוס. הוא ידוע בעיקר בזכות השקפתו כי הכל משתנה ללא הרף, ואין דבר קבוע. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>הכל נקבע על ידי מפגש של ניגודים.</li><li>הכל משתנה; אין \"דברים\" יציבים.</li><li>כוחם של קשרים נסתרים גדול יותר מקשרים נראים לעין.</li><li>אף פעם לא דורכים באותו נהר פעמיים.</li></ul><p><b>ציטוטים מפורסמים:</b></p><ul><li>\"הדרך למעלה והדרך למטה הן אחת וזהות.\"</li><li>\"אף על פי שהחוכמה משותפת, רבים חיים כאילו הייתה להם חוכמה משלהם.\"</li><li>\"כל הישויות באות לידי קיום בהתאם ללוגוס הזה.\"</li><li>\"אף אדם לא דורך באותו נהר פעמיים.\"</li><li>\"הכל משתנה ודבר לא עומד במקום.\"</li></ul>",
    "topicalDescription": "פילוסוף יווני קדם-סוקרטי שנודע בגישתו לשינוי ולזרימה מתמדת של המציאות.",
    "era": "קדם-סוקרטי",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/HeraclitusFull.jpg",
    "description_picture": "/Images/HeraclitusFace.jpg"
  },
  {
    "id": "1B5A089D-F27A-4D71-BE93-959B0FCD7600",
    "birthDate": "19 July 1898",
    "deathDate": "29 July 1979",
    "title": "הרברט מרקוזה",
    "content": "<p>הרברט מרקוזה (1898-1979) היה פילוסוף, סוציולוג ותיאורטיקן פוליטי יהודי-גרמני. הוא היה דמות מרכזית בבית הספר של פרנקפורט, זרם מרכזי בתיאוריה הביקורתית. מרקוזה ידוע בביקורתו החריפה על הקפיטליזם והחברה המודרנית, בה הוא ראה שילוב מטריד של חירות ודיכוי, פרודוקטיביות והרס, צמיחה ונסיגה.</p> <p><b>רעיונות מרכזיים:</b></p> <ul> <li>במדינות קפיטליסטיות ישנה הרמוניה מפחידה של חירות ודיכוי, פרודוקטיביות והרס, צמיחה ונסיגה.</li> <li>אדם מניח שהחברה בה הוא חי צודקת ורציונלית, אך כשמתבוננים מקרוב, מגלים שהיא אינה כזו.</li> <li>עלינו להשתמש בתבונה כדי לבקר את החברה בה אנו חיים.</li> </ul> <p><b>יצירות עיקריות:</b></p> <ul> <li>\"האדם החד-ממדי\"</li> <li>\"ארוס וציביליזציה\"</li> </ul> <p><b>ציטוטים:</b></p> <ul> <li><b>\"תבונה ומהפכה, הגל ועליית התיאוריה החברתית\" (1941):</b> \"רק לאדם יש את הכוח למימוש עצמי, הכוח להיות סובייקט המכריע בעצמו בכל תהליכי ההתהוות, שכן רק לו יש הבנה של פוטנציאלים וידע על 'מושגים'. עצם קיומו הוא תהליך של מימוש הפוטנציאלים שלו, של עיצוב חייו על פי מושגי התבונה.\"</li> <li><b>\"האדם החד-ממדי\" (1964):</b> \"לתקשורת ההמונים שלנו אין קושי רב למכור אינטרסים מסוימים כאינטרסים של כל האנשים הנבונים. הצרכים הפוליטיים של החברה הופכים לצרכים ושאיפות אינדיבידואליות, סיפוקם מקדם עסקים וטובת הכלל, והכל נראה כהתגלמות התבונה.\"</li> <li><b>\"האדם החד-ממדי\" (1964):</b> \"השעתוק הספונטני של צרכים מוכתבים על ידי הפרט אינו מבסס אוטונומיה; הוא רק מעיד על יעילות השליטה.\"</li> <li><b>\"האדם החד-ממדי\" (1964):</b> \"המקור המוחשי של הניצול נעלם מאחורי החזות של רציונליות אובייקטיבית.\"</li> <li><b>\"האדם החד-ממדי\" (1964):</b> \"בזיקתה למציאות של חיי היומיום, התרבות הגבוהה של העבר הייתה דברים רבים – התנגדות וקישוט, זעקה והתפטרות. אבל היא הייתה גם הופעת ממלכת החירות: הסירוב להתנהג.\"</li> <li><b>\"שלילות: מסות בתיאוריה ביקורתית\" (1968):</b> \"לא, אי אפשר לצפות מאנשים להבין את רמות הפילוסופיה הגבוהות יותר. יש להוציא את התרבות מידי רודפי הדולרים. אנו זקוקים לסובסידיה לאומית לספרות. זה מביש שאמנים מתייחסים אליהם כמו רוכלים ושיצירות אמנות צריכות להימכר כמו סבון.\"</li> <li><b>\"מהפכת נגד ומרד\" (1972):</b> \"האם ההשתלטות האנושית על הטבע יכולה אי פעם להשיג את סילוק האלימות, האכזריות והברוטליות בהקרבה היומית של חיי בעלי חיים לצורך רבייתם הפיזית של בני האדם? להתייחס לטבע 'למען עצמו' נשמע טוב, אך זה בהחלט לא למען החיה שנאכלת, וגם כנראה לא למען הצמח. סוף המלחמה הזו, השלום המושלם בעולם החי – הרעיון הזה שייך למיתוס האורפי, לא למציאות היסטורית בת השגה. מול הסבל שגורם האדם לאדם, נראה 'מוקדם' מדי לצאת בקמפיין לצמחונות אוניברסלית או למזון סינתטי; כפי שהעולם הוא, עדיפות חייבת להיות לסולידריות אנושית בין בני אדם. ובכל זאת, אין חברה חופשית שניתן לדמיין אשר אינה, תחת 'הרעיון הרגולטורי של התבונה' שלה, עושה מאמץ מתואם לצמצם באופן עקבי את הסבל שהאדם כופה על עולם החי.\"</li> </ul>",
    "topicalDescription": "פילוסוף ותיאורטיקן חברתי גרמני-אמריקאי, דמות מרכזית בבית הספר של פרנקפורט.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/Herbert-MarcuseFull.jpg",
    "description_picture": "/Images/Herbert-MarcuseFace.jpg"
  },
  {
    "id": "5A8FE409-3961-4472-B28D-2201CD4B9311",
    "birthDate": "27 April 1820",
    "deathDate": "8 December 1903",
    "title": "הרברט ספנסר",
    "content": "<div><p><strong>הרברט ספנסר</strong> (27 באפריל 1820 - 8 בדצמבר 1903) היה פילוסוף, ביולוג, סוציולוג ותאורטיקן פוליטי אנגלי. הוא ידוע בעיקר בזכות תרומתו לאבולוציוניזם החברתי ובמונח \"הישרדות המתאימים ביותר\" אותו טבע.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>חוקי הטבע חלים על כל הדברים, ללא יוצא מן הכלל, הן על חומר אורגני והן על חומר אנאורגני.</li><li>ניתן לצמצם את כל חוקי הטבע לחוק יסודי אחד: חוק האבולוציה.</li><li>ניתן לחלק את החברות לשני סוגים: מיליטנטיות (המובנות סביב היררכיה וציות) ותעשייתיות (המבוססות על התחייבויות חוזיות מרצון).</li><li>גם דת וגם מדע יכולים לספק רק ידע יחסי, ורוב העובדות על הכוח שהיקום מפגין אינן ניתנות לפענוח לחלוטין.</li><li>המדינה אינה מוסד חיוני והיא תדעך ככל ששווקים מרצון יחליפו את ההיבטים הכפייתיים של המדינה.</li></ul><p><strong>ציטוטים נבחרים:</strong></p><ul><li>\"אין ספק כי קומפוזיציה טובה תלויה הרבה פחות בהיכרות עם חוקיה, מאשר בתרגול ובכישרון טבעי. ראש צלול, דמיון מהיר ואוזן רגישה, יספיקו במידה רבה כדי להפוך את כל הכללים הרטוריים למיותרים.\" - <em>הפילוסופיה של הסגנון</em></li><li>\"בטח שאם תא בודד יכול, כאשר הוא נתון להשפעות מסוימות, להפוך לאדם תוך עשרים שנה; אין זה אבסורדי בהשערה שבתנאים אחרים, תא יכול, במהלך מיליוני שנים, להוליד את המין האנושי.\" - <em>השערת ההתפתחות</em></li><li>\"הדעה נקבעת בסופו של דבר על ידי הרגשות, ולא על ידי האינטלקט.\" - <em>סטטיסטיקה חברתית</em></li><li>\"יש לנו סיבות א-פריוריות להאמין שבכל משפט יש סדר מילים אחד יעיל יותר מכל סדר אחר; וסדר זה הוא זה שמציג את מרכיבי ההצעה ברצף שבו ניתן לחברם בקלות הרבה ביותר.\" - <em>הפילוסופיה של הסגנון</em></li><li>\"אנו שוכחים לעתים קרובות מדי שלא רק שיש 'נשמה של טוב בדברים רעים', אלא גם, בדרך כלל, נשמה של אמת בדברים שגויים.\" - <em>עקרונות ראשונים</em></li><li>\"לא יכול שלא לקרות שאותם פרטים שתפקידם הכי לא מאוזן עם המצבור המותאם של הכוחות החיצוניים, יהיו אלה שימותו; ואלה ישארו בחיים שתפקידם קרוב ביותר לאיזון עם המצבור המותאם של הכוחות החיצוניים. אבל הישרדות זו של המתאימים ביותר, מרמזת על התרבות של המתאימים ביותר.\" - <em>עקרונות הביולוגיה</em></li><li>\"כל סוג של סוציאליזם כרוך בעבדות.\" - <em>האדם נגד המדינה</em></li><li>\"יהיה נכון או לא נכון שהאדם מעוצב בעוולות ומהרהר בחטא, זה ללא ספק נכון שממשלה נובעת מתוקפנות, ועקב תוקפנות.\" - <em>האדם נגד המדינה</em></li></ul><p><strong>יצירות עיקריות:</strong></p><ul><li>הזכות להתעלם מהמדינה</li><li>הפילוסופיה של הסגנון</li></ul></div>",
    "topicalDescription": "פילוסוף וסוציולוג אנגלי שדגל באבולוציוניזם חברתי.",
    "era": "המאה ה-19",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Herbert-SpencerFull.jpg",
    "description_picture": "/Images/Herbert-SpencerFace.jpg"
  },
  {
    "id": "8D0D5B08-94A1-401D-AF81-25377AEE86DA",
    "birthDate": "22 April 1724",
    "deathDate": "12 February 1804",
    "title": "עמנואל קאנט",
    "content": "<h1>עמנואל קאנט</h1>\n<p><b>בית ספר:</b> קאנטיאניזם</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>הידע של בני האדם מוגבל על ידי איברי החישה והמוחות שלנו, אשר מוגבלים.</li>\n <li>התודעה, הנוצרת על ידי המערכת הגופנית שלנו, היא ייצוג מוגבל של העולם החיצון.</li>\n <li>החושים שלנו מייצרים כמות מדויקת אך מוגבלת של מידע: סקיצה, אך לא התמונה המלאה.</li>\n <li>דברים כשהם לעצמם (נואומנה) אינם קשורים לרושמים שלנו (פנומנה) מהם.</li>\n <li>דברים כפי שהם (נואומנה) אינם נגישים לנו.</li>\n <li>יצורים אינם יכולים להבין את טבעם שלהם.</li>\n <li>מרחב, זמן וסיבתיות הם סוגים שונים של תחושה והבנה, לא תכונות של דברים.</li>\n <li>ניתן ליצור שיפוטים סינתטיים א-פריורי המבוססים על אינטואיציות טהורות (הייצוג הפורמלי שלנו של מרחב וזמן).</li>\n <li>קיום הוא תנאי מטפיזי להופעה של תכונות.</li>\n <li>לא ניתן לדעת/להוכיח שאלוהים/נשמות קיימים כי גבולות החושים שלנו מונעים זאת.</li>\n <li>ניתן להבין אובייקטים חומריים במרחב ובזמן באמצעות המדע.</li>\n <li>רצון חופשי אינו אפשרי אם אנחנו אובייקטים במרחב ובזמן הכפופים לחוקים מדעיים.</li>\n <li>אנו מאמינים שיש לנו רצון חופשי, לפחות בחלק מהזמן; זה מודגם על ידי המושגים המוסריים שלנו (טוב, נכון, חובה וכו').</li>\n <li>אנו מאמינים שהחלטות מתקבלות בתחום לא אמפירי המשפיע על הגופים שלנו.</li>\n <li>רציונליות היא דרישה למוסר.</li>\n <li>שיפוטים מוסריים הם צווים, מכיוון שהמוסר לוקח כנושאו את הבחירה בפעולה.</li>\n <li>כפי שהעולם האמפירי נשלט על ידי חוקים מדעיים, כך גם העולם המוסרי נשלט על ידי חוקים מוסריים אוניברסליים.</li>\n <li>עליך לציית לצו הקטגורי – לפעול בהתאם לעקרונות שאתה יכול לרצות שיהפכו לחוקים אוניברסליים.</li>\n</ul>\n<p><b>יצירות עיקריות:</b></p>\n<ul>\n <li>ביקורת התבונה הטהורה</li>\n <li>ביקורת התבונה המעשית</li>\n</ul>\n<p><b>תאריך פטירה:</b> 12 בפברואר 1804</p>\n<p><b>תחומי עניין:</b> אפיסטמולוגיה, מטאפיזיקה, אתיקה, קוסמוגוניה</p>\n<p><b>מקום לידה:</b> קניגסברג, פרוסיה (כיום קלינינגרד, רוסיה)</p>\n<p><b>תאריך לידה:</b> 22 באפריל 1724</p>\n<p><b>שנים:</b> (1724-1804)</p>",
    "topicalDescription": "עמנואל קאנט היה פילוסוף גרמני משפיע מאוד, שנחשב לאחד ההוגים המרכזיים בעידן הנאורות ובפילוסופיה המערבית כולה. הוא ידוע בזכות תרומתו המהפכנית בתחומי האפיסטמולוגיה, המטאפיזיקה והאתיקה. ",
    "era": "עידן הנאורות",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Immanuel-KantFull.jpg",
    "description_picture": "/Images/Immanuel-KantFace.jpg"
  },
  {
    "id": "4C870661-2E10-4B20-B3D0-2462DA8192DF",
    "birthDate": "15 July 1930",
    "deathDate": "9 October 2004",
    "title": "ז'אק דרידה",
    "content": "<div>\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n<li>דיבור שונה מכתיבה; הקורא אינו נוכח כשאנו כותבים, וכוונות המחבר נעדרות כשאנו קוראים.</li>\n<li>האם טקסט ברור מספיק לקריאה אינו תלוי בהקשר, בדובר, במקבל או במסר שהיה לו בהתחלה.</li>\n<li>משמעות הטקסט אינה סטטית; קריאות חוזרות חושפות משמעויות חדשות (\"איטרציה\").</li>\n<li>לכל הטקסטים ישנם פערים, חורים וסתירות (\"אפוריה\").</li>\n<li>המשמעות בשפה בנויה מהצהרות עוקבות (כלומר, היא תלויה במה שאנחנו אומרים עוד, שזה תלוי במה שאנחנו אומרים עוד); המשמעות תמיד נדחית בשפה.</li>\n<li>משמעות המילים שאנו משתמשים בהן תלויה במשמעות המילים שאנו לא משתמשים בהן.</li>\n<li>מכיוון שהמשמעות בשפה נדחית ושונה (<i>différance</i>), משמעות הטקסט אינה עצמאית וגם אינה ידועה למחבר.</li>\n<li>ההסבר של טקסט צריך להיות כולל; אין דבר מחוץ לטקסט.</li>\n<li>עלינו להחליף דואליזמים אפלטוניים (טוב/רע, גוף/נפש, וכו') בטקסטים במונחים חדשים (\"דה-קונסטרוקציה\").</li>\n</ul>\n<p><strong>עבודות מרכזיות:</strong></p>\n<ul>\n<li>על הגרמטולוגיה</li>\n</ul>\n<p><strong>ציטוטים:</strong></p>\n<ul>\n<li><em>מתוך 'בין התריסים' (Between the Blinds):</em> \"מה שלא ניתן לומר מעל הכל אסור להשתיק, אלא לכתוב.\" (1979 לספירה)</li>\n<li><em>מתוך 'חברה בע\"מ' (Limited Inc):</em> \"מה שנקרא 'אובייקטיביות', מדעית למשל (בה אני מאמין בתוקף, במצב נתון) כופה את עצמו רק בתוך הקשר שהוא עצום, עתיק, מבוסס היטב, או מושרש ברשת של מוסכמות... ועם זאת נשאר הקשר.\" (1977 לספירה)</li>\n</ul>\n</div>",
    "topicalDescription": "ז'אק דרידה היה פילוסוף צרפתי, הידוע בעיקר בזכות פיתוח שיטת הדה-קונסטרוקציה.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/Jacques-DerridaFull.jpg",
    "description_picture": "/Images/Jacques-DerridaFace.jpg"
  },
  {
    "id": "9361456C-B420-49CC-A1CB-773BB44F079A",
    "birthDate": "13 באפריל 1901",
    "deathDate": "9 בספטמבר 1981",
    "title": "ז'אק לאקאן",
    "content": "<div>\n <p><b>ז'אק לאקאן</b> (1901-1981) היה פסיכואנליטיקאי ופילוסוף צרפתי, הידוע בעיקר בזכות תרומתו לגישה הפסיכואנליטית הלאקאניאנית. תאוריותיו השפיעו רבות על הפסיכואנליזה, הפילוסופיה, הבלשנות, ולימודי התרבות.</p>\n <p><b>רעיונות מרכזיים:</b></p>\n <ul>\n <li><b>שלב המראה:</b> על ידי זיהוי דמות המראה שלו, הילד מבין לראשונה את עצמו כישות נפרדת ומאוחדת. ה\"אני\" הוא \"אחר\" לגמרי; זהו השלכה של אחדות סובייקטיבית המבוססת על האופן שבו רואים את האדם מנקודות מבט אחרות.</li>\n <li><b>הדמיוני (The Imaginary):</b> המציאות היומיומית שלנו: מה שאנו מדמיינים שאחרים הם, ומה שאנו מדמיינים שאנחנו, וכו'.</li>\n <li><b>הסמלי (The Symbolic):</b> המנהגים, המוסדות, החוקים, הנורמות וכו' של תרבויות וחברות, השזורים בשפה.</li>\n <li><b>הממשי (The Real):</b> מה שנמצא מעבר להופעות פנומנליות; לא ניתן ללכוד אותו על ידי סימנים דמיוניים-סמליים.</li>\n <li><b>סירוס סמלי:</b> התלות במאפיינים זרים מסתכמת ב\"סירוס סמלי\".</li>\n <li><b>מסמני אב (Master Signifiers):</b> מסמני אב (שהסובייקט מזדהה איתם עמוקות, כמו לאום) הם למעשה מסמנים ללא מסומן.</li>\n <li><b>הלא מודע:</b> הלא מודע אינו צרור כאוטי של דחפים חייתיים כמו האיד - הוא בנוי היטב כמו שפה.</li>\n <li><b>דרישה – צורך = תשוקה:</b> הדרישות ההכרחיות ביותר מקבלות משמעות והופכות לדרישה חברתית-סמלית לאהבה.</li>\n <li><b>הנאה (Jouissance):</b> הנאה (<i>jouissance</i>) נגזרת מ\"דחף\" כאשר מתמודדים עם חוסר שביעות הרצון של התשוקה, לרוב באמצעות חוויות חוזרות או מכריעות.</li>\n <li><b>מיניות:</b> הממשי של המיניות יוצר עמדות מבניות-נפשיות שאינן ניתנות להשוואה בין המינים; אין יחסים מיניים.</li>\n </ul>\n\n <p><b>עבודות עיקריות:</b></p>\n <ul>\n <li><i>כתבים (Ecrits)</i></li>\n </ul>\n\n <p><b>ציטוטים:</b></p>\n <ul>\n <li>\"האדם שנולד למציאות מתמודד תחילה עם השפה; זה נתון. הוא אפילו נתפס בה לפני לידתו.\" (1957)</li>\n <li>\"שלב המראה הוא תופעה שאני מייחס לה ערך כפול. ראשית, יש לו ערך היסטורי מכיוון שהוא מסמן נקודת מפנה מכרעת בהתפתחות הנפשית של הילד. שנית, הוא מייצג יחס ליבידינלי מהותי עם דימוי הגוף.\" (מתוך: <i>כתבים</i>, 1966)</li>\n <li>\"החוויה הפסיכואנליטית גילתה מחדש באדם את הציווי של המילה כחוק שעיצב אותו בדמותו. היא מנצלת את הפונקציה הפואטית של השפה כדי לתת לתשוקתו את התיווך הסמלי שלה. מי יתן וחוויה זו תאפשר לכם לבסוף להבין שכל המציאות של השפעותיה טמונה במתנת הדיבור; שכן באמצעות מתנה זו הגיעה כל המציאות לאדם ובאמצעות פעולתה המתמשכת הוא מקיים את המציאות.\" (מתוך: <i>כתבים</i>, 1966)</li>\n <li>\"מה שמתגשם בהיסטוריה שלי אינו העבר המוגדר במה שהיה, מכיוון שהוא איננו עוד, ואף לא המושלם במה שהיה במי שאני, אלא העתיד הקודם במה שאהיה, בהתחשב במה שאני בתהליך של הִתְהַוּוּת.\" (מתוך: <i>כתבים</i>, 1966)</li>\n </ul>\n</div>",
    "topicalDescription": "פסיכואנליטיקאי ופילוסוף צרפתי, שתרם רבות לגישה הפסיכואנליטית הלאקאניאנית.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/Jacques-LacanFull.jpg",
    "description_picture": "/Images/Jacques-LacanFace.jpg"
  },
  {
    "id": "590670FA-ADBE-4D76-8791-02A88B5E4CC0",
    "birthDate": "6 September 1860",
    "deathDate": "21 May 1935",
    "title": "ג'יין אדמס",
    "content": "<p><b>ג'יין אדמס</b> (6 בספטמבר 1860 - 21 במאי 1935) הייתה סוציולוגית, פעילה חברתית, רפורמטורית ופציפיסטית אמריקאית. היא הייתה דמות בולטת בתנועת הפרוגרסיבים בארצות הברית ונודעה בעיקר בזכות עבודתה ב'הול האוס', אחד מבתי ההתיישבות המפורסמים ביותר באמריקה.</p><p>אדמס הייתה פילוסופית פרגמטיסטית, והאמינה שדמוקרטיה, צדק חברתי ושלום הם עקרונות משלימים ושיש לקדם אותם יחד. עבודתה התמקדה בעוני, הגירה וזכויות עובדים. היא הייתה חלוצה בתחום העבודה הסוציאלית וההתיישבות החברתית, ופעלה לשיפור תנאי החיים של אוכלוסיות מוחלשות.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>דמוקרטיה, צדק חברתי ושלום מחזקים זה את זה; יש לקדם את כולם יחד כדי להשיג כל אחד מהם.</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>עשרים שנה בהול האוס</li></ul><p><b>ציטוטים:</b></p><ul><li>\"כולנו נושאים עקבות של מאבק הרעב שעיצב במשך זמן רב את חיי הגזע. האורגניזם שלנו עצמו מחזיק בזיכרונות ובהצצות לאותם חיים ארוכים של אבותינו שעדיין מתקיימים בקרב רבים מבני זמננו.\"</li><li>\"לא ניתן לנהל את החיים על ידי כללים ותקנות מוגדרים; החוכמה להתמודד עם קשייו של אדם מגיעה רק באמצעות ידע כלשהו על חייו והרגליו בכללותם...\"</li><li>\"...החלום הזה שאנשים יחדלו לבזבז כוח בתחרות ויגיעו לריכוז כוחות הייצור שלהם מתגשם בכל רחבי כדור הארץ.\"</li><li>\"צדקה פרטית אינה מספיקה לחלוטין כדי להתמודד עם המספרים העצומים של המנושלים בעיר.\"</li><li>\"ההתקדמות החברתית תלויה במידה רבה בעלייה ברגישות המוסרית כמו גם בתחושת חובה...\"</li><li>\"אין להקשות על הגישה למלאי המשותף של הנאה אינטלקטואלית בגלל מצבו הכלכלי של זה שרוצה לגשת אליו.\"</li><li>\"המזג וההרגל שלי תמיד שמרו אותי די באמצע הדרך; בפוליטיקה כמו גם ברפורמה חברתית הייתי בעד 'הטוב ביותר האפשרי.' אבל עכשיו נדחפתי הרחק שמאלה בנושא המלחמה והשתכנעתי בהדרגה שכדי להבהיר את עמדת הפציפיסט ייתכן שיהיה צורך שלפחות מספר קטן מאיתנו יידחפו לעמדה חד משמעית.\"</li></ul>",
    "topicalDescription": "סוציולוגית, פעילה חברתית ופציפיסטית אמריקאית.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Jane-AddamsFull.jpg",
    "description_picture": "/Images/Jane-AddamsFace.jpg"
  },
  {
    "id": "78438BE8-DAE1-455A-81C1-2925921AE831",
    "birthDate": "27 July 1929",
    "deathDate": "6 March 2007",
    "title": "ז'אן בודריאר",
    "content": "<div><p><strong>ז'אן בודריאר</strong> (1929-2007) היה פילוסוף, סוציולוג, תאורטיקן תרבות וצלם צרפתי. הוא ידוע בעיקר בזכות ניתוחיו על הפוסטמודרניזם, צריכה המונית, והשפעת התקשורת על החברה. </p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>מרקסיזם הוא רק ארגון יעיל ושוויוני יותר של אמצעי הייצור; הוא אינו מתנתק מספיק מהקפיטליזם.</li><li>חליפין סמליים ולא ייצור ותועלת הם ששלטו בחברות הטרום-קפיטליסטיות.</li><li>המהפכה הטכנולוגית גרמה להתפרצות הפוסטמודרניות ולהפלת המודרניות.</li><li>חברות פוסטמודרניות מעלות את הייצוג; הן \"מדמות\" מציאות כמו בטלוויזיה, במרחב הקיברנטי ובמציאות מדומה.</li><li>סימולציה אינה מבצעת את הפונקציות הקלאסיות של חיקוי, שכפול או פרודיה, אלא היא עניין של החלפת סימנים של הממשי בממשי.</li><li>אופן הסימולציה שולט כעת בכלכלה, בפוליטיקה, בחיי החברה ובתרבות.</li><li>הטכנולוגיה משמשת בסימולציה כדי לייצר חוויות אינטנסיביות ומשכנעות יותר, מה שהופך את החוויה המדומה לבנאלית בהשוואה (\"היפר-מציאות\").</li><li>סימולציות החלו להתייחס לסימולציות אחרות כשהן הופכות לנפוצות יותר, והופכות לקרנבל של מראות המשקפות תמונות המוקרנות ממראות אחרות.</li><li>האוכלוסייה נתונה ל\"מסאז' תקשורתי\"; תודעה מעמדית ופוליטיקה מתות, כמו גם השאיפות לניתוק, שחרור ומהפכה.</li><li>מחזה ולא משמעות הופכים למה שמבוקש בחברות פוסטמודרניות.</li><li>ככל שהזהויות החברתיות קורסות, כך גם התאוריה החברתית; ההבדל מתמוטט לתוך חור שחור של אי-הבחנה.</li></ul><p><strong>עבודות עיקריות:</strong></p><ul><li>סימולקרה וסימולציה</li><li>אמריקה</li></ul><p><strong>ציטוטים בולטים:</strong></p><ul><li>\"סימולציה אינה עוד של שטח, של ישות או חומר רפרנציאליים. זהו דור על ידי מודלים של מציאות ללא מקור או מציאות: היפר-מציאות.\" (סימולקרה וסימולציה, 1988)</li><li>\"כשהמציאות אינה עוד מה שהייתה, הנוסטלגיה מקבלת את מלוא משמעותה.\" (סימולקרה וסימולציה, 1988)</li><li>\"הצורך לדבר, גם אם אין מה לומר, הופך דחוף יותר כשאין מה לומר, בדיוק כפי שהרצון לחיות הופך דחוף יותר כשהחיים איבדו את משמעותם.\" (האקסטזה של התקשורת, 1987)</li><li>\"השעמום הוא כמו זום חסר רחמים על האפידרמיס של הזמן. כל רגע מורחב ומוגדל כמו נקבוביות הפנים.\" (זיכרונות קרירים, 1987)</li><li>\"שיח האמת פשוט בלתי אפשרי. הוא מתחמק מעצמו. הכל מתחמק מעצמו, הכל לועג לאמת שלו, הפיתוי הופך את הכל לחמקמק. הזעם לחשוף את האמת, להגיע לאמת העירומה, זו שרודפת את כל שיחי הפרשנות, הזעם הנתעב לחשוף את הסוד, הוא יחסי לאי האפשרות להשיג זאת אי פעם... אבל הזעם הזה, הזעם הזה, רק מעיד על הנצחיות של הפיתוי ועל אי האפשרות לשלוט בו.\" (האקסטזה של התקשורת, 1987)</li><li>\"קץ ההיסטוריה הוא, למרבה הצער, גם סוף פחי האשפה של ההיסטוריה. אין עוד פחי אשפה לסילוק אידיאולוגיות ישנות, משטרים ישנים, ערכים ישנים. איפה נזרוק את המרקסיזם, שבעצם המציא את פחי האשפה של ההיסטוריה? (עם זאת יש כאן צדק מסוים שכן האנשים עצמם שהמציאו אותם נפלו פנימה.) מסקנה: אם אין יותר פחי אשפה של ההיסטוריה, זה בגלל שההיסטוריה עצמה הפכה לפח אשפה. היא הפכה לפח האשפה שלה עצמה, בדיוק כפי שהכוכב עצמו הופך לפח האשפה שלו עצמו.\" (אשליית הקץ, 1992)</li></ul></div>",
    "topicalDescription": "ז'אן בודריאר כתב על הסדר הכלכלי אך גם על תקשורת המונים בעידן הפוסט מודרני. בהתבסס על עבודתו של מרשל מקלוהן, הגיע בודריאר לטעון כי העידן הנוכחי הוגדר על ידי סימולציה: סוג של \"היפר-מציאות\" שבו הכל הוא עותק ללא מקור. בודריאר, בדומה לפרנסיס פוקויאמה, גם חשב שההיסטוריה הסתיימה או \"נעלמה\", אבל בניגוד לפוקויאמה, בודריאר לא ראה בכך את שיא ההתקדמות ההיסטורית אלא את סוף הרעיון עצמו של ההתקדמות ההיסטורית.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Jean-BaudrillardFull.jpg",
    "description_picture": "/Images/Jean-BaudrillardFace.jpg"
  },
  {
    "id": "805013E1-53ED-414C-9E43-6D776354B8C2",
    "birthDate": "10 August 1924",
    "deathDate": "21 April 1998",
    "title": "ז'אן-פרנסואה ליאוֹטָר",
    "content": "<div><p><strong>ז'אן-פרנסואה ליאוֹטָר</strong> (1924-1998) היה פילוסוף צרפתי מרכזי בפוסטמודרניזם. הוא ידוע בעיקר בזכות עבודתו &quot;המצב הפוסטמודרני: דו&quot;ח על הידע&quot;, בו הוא טען כי הידע הפך לסחורה בעידן המחשב וכי ישנה אי-אמון בנרטיבים-על גדולים.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>הידע השתנה עם המצאת המחשב; כעת הוא משהו שניתן לאחסן במאגרי מידע ולקנות ולמכור.</li><li>הידע כבר אינו משהו שעוזר לאדם ולמוח, אלא הופך לחיצוני.</li><li>הידע הוא סחורה שאינה קשורה עוד לשאלות של אמת.</li><li>אי אמון בנרטיבים-על - מסגרות גדולות להבנת כל הידע - הוא המאפיין המגדיר של הפוסטמודרניזם.</li><li>שאלת הידע בעידן המחשב היא שאלה של ממשל/כוח.</li><li>למדע אין מונופול על צורות לגיטימיות של ידע.</li><li>המדע כפוף להון כיוון שההון דורש יעילות.</li><li>המדע בעידן הפוסטמודרני עוסק ביצירת רעיונות חדשים ולא ביישומים יעילים יותר של ידע ישן.</li><li>אמנות פוסטמודרנית מנסה להציג את הבלתי ניתן להצגה, ויוצרת את הנשגב, בעוד שאמנות מודרנית רק מציגה את העובדה שיש בלתי ניתן להצגה.</li></ul><p><strong>עבודות עיקריות:</strong></p><ul><li>המצב הפוסטמודרני: דו&quot;ח על הידע</li><li>כלכלה ליבידינלית</li><li>דיפרנד: ביטויים במחלוקת</li></ul><p><strong>ציטוטים בולטים:</strong></p><ul><li>&quot;אני מגדיר את הפוסטמודרני כאי אמון בנרטיבים-על.&quot; (המצב הפוסטמודרני: דו&quot;ח על הידע, 1977)</li><li>&quot;...ידע מדעי אינו מייצג את סך כל הידע; הוא תמיד התקיים בנוסף ל, ובתחרות ובקונפליקט עם, סוג אחר של ידע, שאקרא לו נרטיבים לטובת הפשטות.&quot; (המצב הפוסטמודרני: דו&quot;ח על הידע, 1977)</li><li>&quot;ההשערה שלנו היא שמעמדו של הידע משתנה כאשר חברות נכנסות למה שידוע כעידן הפוסט-תעשייתי ותרבויות נכנסות לעידן הפוסטמודרני.&quot; (המצב הפוסטמודרני: דו&quot;ח על הידע, 1977)</li><li>&quot;מכיוון שמסחור הידע עתיד להשפיע על הפריבילגיה שזכו לה מדינות הלאום, ועדיין נהנות ממנה, ביחס לייצור ולהפצה של למידה. הרעיון שהלמידה נופלת תחת סמכות המדינה, כמוח של החברה, יהפוך ליותר ויותר מיושן עם העלייה בחוזק של העיקרון המנוגד.&quot; (המצב הפוסטמודרני: דו&quot;ח על הידע, 1977)</li><li>&quot;החדש בכל זה הוא שהמוקדים הישנים של משיכה שמיוצגים על ידי מדינות לאום, מפלגות, מקצועות, מוסדות ומסורות היסטוריות מאבדים את המשיכה שלהם. ולא נראה שהם יוחלפו, לפחות לא בקנה המידה הקודם שלהם.&quot; (המצב הפוסטמודרני: דו&quot;ח על הידע, 1977)</li><li>&quot;ניתן לראות את הגוף כחומרה של המכשיר הטכני המורכב שהוא המחשבה האנושית.&quot; (מחשבה ללא גוף?, 1994)</li><li>&quot;יש צורך בניסיון פיזי ובפנייה למקרים למופת של סגפנות גופנית כדי להבין ולהבהיר סוג של התרוקנות של המוח, התרוקנות שנדרשת אם המוח אמור לחשוב. זה כמובן לא קשור לטאבולה ראסה, עם מה שדקארט (לשווא) רצה שיהיה התחלה מאפס מצד המחשבה היודעת.&quot; (מחשבה ללא גוף?, 1994)</li></ul></div>",
    "topicalDescription": "פילוסוף צרפתי מרכזי בפוסטמודרניזם, ידוע בעיקר בזכות עבודתו על הידע בעידן המחשב וביקורתו על הנרטיבים הגדולים.",
    "era": "פוסטמודרניזם",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Jean-Francois-LyotardFull.jpg",
    "description_picture": "/Images/Jean-Francois-LyotardFace.jpg"
  },
  {
    "id": "BB4F146D-92C5-4E69-B6B4-F1F946C84377",
    "birthDate": "28 June 1712",
    "deathDate": "2 July 1778",
    "title": "ז'אן-ז'אק רוסו",
    "content": "<div>\n <p><strong>בית ספר:</strong> אמנה חברתית</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>במצב הטבע, בני האדם הם מעין פרא אציל: טובים, אוהבי צדק וסדר.</li>\n <li>לציוויליזציה יש השפעה משחיתה על בני האדם; היא כופה דרכי חשיבה מלאכותיות ומדכאת רגשות.</li>\n <li>אי אפשר יותר להיות לא מתורבתים, אז עלינו לשנות את הציוויליזציה כדי לאפשר לאינסטינקטים ולרגשות להיות חופשיים.</li>\n <li>יש לעודד את הנטייה הטבעית של הילדים; כך צריך להתקדם החינוך.</li>\n <li>החינוך צריך להשתמש בניסיון של אנשים ודברים כדי ללמד, לא ספרים.</li>\n <li>משפחות, לא בתי ספר, צריכות להיות אחראיות לחינוך; אהבה, לא חוקים ועונשים, יוצרת סביבה ללמידה.</li>\n <li>דת היא רגשית ולא אינטלקטואלית.</li>\n <li>לחברה יש רצון משלה (רצון כללי).</li>\n <li>החוקים צריכים להיות תוצאה של הצבעה של כולם למה שהכי טוב לכולם, תוך ביטוי של ה\"רצון הכללי\".</li>\n <li>האינטרס האישי של האזרחים כפוף ל\"רצון הכללי\".</li>\n <li>ניתן להעביר את ביצוע כוח המדינה למי שנבחר: מלך, פוליטיקאים וכו'.</li>\n <li>האוכלוסייה הגדולה יותר עלולה להיות גוף מחוקק חסר מידע וקצר רואי.</li>\n <li>\"מחוקקים\", מנהיגים בהתאם לרצון הכללי, אחראים לניסוח חקיקה ולשכנוע אנשים.</li>\n </ul>\n <p><strong>עבודות עיקריות:</strong></p>\n <ul>\n <li>אמיל, או על החינוך</li>\n <li>האמנה החברתית</li>\n </ul>\n <p><strong>ציטוטים:</strong></p>\n <ul>\n <li>\"האדם נולד חופשי, ובכל מקום הוא נתון בשלשלאות.\" – האמנה החברתית, 1762 לספירה</li>\n <li>\"מכל בחינה שבה אנו בוחנים את השאלה, הזכות לעבדות היא בטלה ומבוטלת, לא רק כבלתי לגיטימית, אלא גם משום שהיא אבסורדית וחסרת משמעות. המילים עבד וזכות סותרות זו את זו, ואינן יכולות להתקיים יחד.\" – האמנה החברתית, 1762 לספירה</li>\n <li>\"הריבון, בהיותו מורכב כולו מהפרטים המרכיבים אותו, אינו יכול להיות לו עניין הנוגד את שלהם; ולפיכך, הכוח הריבוני אינו צריך לתת שום ערובה לנתיניו, מכיוון שזה בלתי אפשרי לגוף לרצות לפגוע בכל חבריו.\" – האמנה החברתית, 1762 לספירה</li>\n <li>\"הכל טוב כשהוא יוצא מידי מחולל הדברים, הכל מתנוון בידי האדם.\" - אמיל, או על החינוך, 1762 לספירה</li>\n <li>\"כאשר האדם מסתפק להיות עצמו הוא אכן חזק; כאשר הוא שואף להיות יותר מאדם הוא אכן חלש.\" – אמיל, או על החינוך, 1762 לספירה</li>\n <li>\"מה שהאדם מפסיד באמצעות האמנה החברתית הוא חירותו הטבעית וזכות בלתי מוגבלת לכל מה שהוא מנסה להשיג ומצליח להשיג; מה שהוא מרוויח הוא חירות אזרחית והבעלות על כל מה שברשותו.\" – האמנה החברתית, 1762 לספירה</li>\n <li>\"רק על בסיס העניין המשותף הזה צריך כל חברה להיות מנוהלת.\" – האמנה החברתית, 1762 לספירה</li>\n <li>\"תחת ממשלות גרועות, שוויון זה הוא רק לכאורה ודמיוני: הוא משמש רק כדי לשמור על העני בעוניו ועל העשיר בעמדה שהוא תפס. למעשה, חוקים תמיד מועילים לאלה שיש להם ומזיקים לאלה שאין להם כלום: מכאן נובע שהמצב החברתי מועיל לאנשים רק כאשר לכולם יש משהו ולאף אחד יותר מדי.\" – האמנה החברתית, 1762 לספירה</li>\n </ul>\n <p><strong>תחומי עניין:</strong> פילוסופיה פוליטית, מוזיקה, חינוך, ספרות</p>\n <p><strong>מקום לידה:</strong> ז'נבה, הרפובליקה של ז'נבה (שוויץ של היום)</p>\n <p><strong>תאריך לידה:</strong> 28 ביוני 1712</p>\n <p><strong>תאריך פטירה:</strong> 2 ביולי 1778</p>\n <p><strong>שנות חיים:</strong> (1712-1778)</p>\n</div>",
    "topicalDescription": "פילוסוף והוגה דעות שוויצרי-צרפתי, אשר הגותו השפיעה רבות על המהפכה הצרפתית.",
    "era": "עידן הנאורות",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Jean-Jacques-RousseauFull.jpg",
    "description_picture": "/Images/Jean-Jacques-RousseauFace.jpg"
  },
  {
    "id": "5C4140C8-E55F-42D3-A1A6-952D31F524F9",
    "birthDate": "21 June 1905",
    "deathDate": "15 April 1980",
    "title": "ז'אן-פול סארטר",
    "content": "<p><strong>ז'אן-פול סארטר</strong> (1905-1980) היה פילוסוף צרפתי, מחזאי, סופר, מבקר ספרות ופעיל פוליטי, ונחשב לאחד הדמויות המרכזיות בפילוסופיה האקסיסטנציאליסטית והמרקסיסטית במאה ה-20. </p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>התוכן של התודעה הוא עצמאי, אך התודעה היא תמיד תודעה \"של משהו\".</li><li>מצבים מסוימים של תודעה (כמו בושה) דורשים את התודעה של אחרים, דבר המבסס את קיומם <i>א-פריורי</i>.</li><li>במאמץ להבדיל את עצמם, אנשים לעיתים קרובות הופכים את האחר לאובייקט.</li><li>הפיכת אחרים לאובייקטים שוללת את עצמיותם ובאופן מורחב שוללת את מה שאחד רוצה לאשר.</li><li>חוסר יציבות בתלות שלנו באחרים תואמת את המצב המאופיין בסכסוך ביחסינו עם אחרים.</li><li>אנחנו מושלכים אל העולם, ללא מושיע או אלוהים, נדונים להיות חופשיים ונאלצים ליצור משמעות.</li><li>הקיום קודם למהות; דרך הבחירות שלנו, ולא דרך טבענו, אנו יוצרים את עצמנו.</li><li>החופש יכול להיות מרתיע; אנשים רבים מעדיפים להסתובב ולהתאים לנורמות הקיימות (לחיות ב\"אמונה רעה\").</li></ul><p><strong>עבודות מרכזיות:</strong></p><ul><li>\"הבחילה\"</li><li>\"ההוויה והאין\"</li></ul><p><strong>ציטוטים:</strong></p><ul><li>\"מה אנו מתכוונים באומרנו שהקיום קודם למהות? אנו מתכוונים לכך שהאדם קודם כל קיים, פוגש את עצמו, פורץ לעולם – ומגדיר את עצמו לאחר מכן.\" (מתוך \"אקזיסטנציאליזם הוא הומניזם\")</li><li>\"אני קיים, זה הכל, ואני מוצא את זה מבחיל.\" (מתוך \"הבחילה\")</li><li>\"מחשבתי היא אני: לכן איני יכול לעצור. אני קיים כי אני חושב…ואיני יכול למנוע מעצמי לחשוב.\" (מתוך \"הבחילה\")</li><li>\"אני אחראי לכל דבר... חוץ מעצם האחריות שלי, כי אני לא הבסיס של ההוויה שלי.\" (מתוך \"ההוויה והאין\")</li><li>\"האין רודף את ההוויה.\" (מתוך \"ההוויה והאין\")</li><li>\"האדם נידון להיות חופשי; כי ברגע שהוא נזרק לעולם, הוא אחראי לכל מה שהוא עושה.\" (מתוך \"ההוויה והאין\")</li><li>\"לחיים אין משמעות א-פריורי… זה תלוי בך לתת להם משמעות, וערך אינו אלא המשמעות שאתה בוחר.\" (מתוך \"ההוויה והאין\")</li></ul>",
    "topicalDescription": "ז'אן-פול סארטר היה פילוסוף אקזיסטנציאליסטי בולט, שתרם תרומה משמעותית למטאפיזיקה, אפיסטמולוגיה ואתיקה.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "4CAC0A7D-EFC8-40EB-A224-46591ECDD240",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Jean-Paul-SartreFull.jpg",
    "description_picture": "/Images/Jean-Paul-SartreFace.jpg"
  },
  {
    "id": "0775D2F7-5F3D-4003-B101-A27738F1DF5D",
    "birthDate": "15 February 1748",
    "deathDate": "6 June 1832",
    "title": "ג'רמי בנת'ם",
    "content": "<h1>ג'רמי בנת'ם</h1>\n<p><b>ג'רמי בנת'ם</b> (15 בפברואר 1748 - 6 ביוני 1832) היה פילוסוף, רפורמטור משפטי וחברתי אנגלי. הוא ידוע בעיקר בזכות עבודתו בפיתוח התועלתנות, אשר קובעת כי הפעולה הנכונה ביותר היא זו שממקסמת את האושר ומפחיתה את הסבל עבור המספר הגדול ביותר של אנשים.</p>\n<h2>רעיונות מרכזיים</h2>\n<ul>\n <li>האם פעולה נכונה או שגויה נקבעת על ידי התוצאה שלה.</li>\n <li>פעולות עם השלכות טובות גורמות הנאה למישהו (ורעות - כאב).</li>\n <li>הדבר הנכון לעשות הוא זה שממקסם את ההנאה על פני הכאב.</li>\n <li>כאשר שוקלים את ההשפעות על ההנאה והכאב, כולם נחשבים שווים.</li>\n <li>האושר הגדול ביותר למספר הגדול ביותר צריך להיות בסיסי במוסר ובפוליטיקה.</li>\n <li>ענישה היא סוג של רוע.</li>\n <li>מכיוון שהאתיקה נקבעת על ידי הנאה/כאב, החוקים צריכים להגן על כל היצורים החשים.</li>\n</ul>\n\n<h2>ציטוטים</h2>\n<ul>\n <li>\"הטבע העמיד את המין האנושי תחת שלטונם של שני אדונים ריבוניים, כאב והנאה. הם אלה שיצביעו מה עלינו לעשות, וגם יקבעו מה נעשה.\" - מתוך: מבוא לעקרונות המוסר והחקיקה, 1789 לספירה</li>\n <li>\"כל חוק הוא רוע, כי כל חוק הוא הפרה של החירות: ואני חוזר ואומר כי לממשלה יש רק בחירה של רעות.\" - מתוך: עקרונות החקיקה, 1830 לספירה</li>\n <li>\"השאלה אינה, 'האם הם יכולים לחשוב?' ולא 'האם הם יכולים לדבר?' אלא 'האם הם יכולים לסבול?'\" - מתוך: מבוא לעקרונות המוסר והחקיקה, 1789 לספירה</li>\n <li>\"...הנדירה מכל התכונות האנושיות היא עקביות.\" - מתוך: מבוא לעקרונות המוסר והחקיקה, 1789 לספירה</li>\n</ul>\n\n<h2>עבודות בולטות</h2>\n<ul>\n <li>מבוא לעקרונות המוסר</li>\n</ul>\n",
    "topicalDescription": "פילוסוף, רפורמטור משפטי וחברתי אנגלי, אבי התועלתנות.",
    "era": "המאה ה-18 והמאה ה-19",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Jeremy-BenthamFull.jpg",
    "description_picture": "/Images/Jeremy-BenthamFace.jpg"
  },
  {
    "id": "2EE09BAD-1395-4394-8F6F-EB591069AE66",
    "birthDate": "19 May 1762",
    "deathDate": "27 January 1814",
    "title": "יוהאן גוטליב פיכטה",
    "content": "<p><strong>יוהאן גוטליב פיכטה</strong> (1762-1814) היה פילוסוף גרמני מרכזי בתנועת האידיאליזם הגרמני. </p><p>רעיונות מרכזיים של פיכטה כוללים:</p><ul><li>תצפיות אמפיריות אינן יכולות להניב חוקים מדעיים באמצעות דדוקציה.</li><li>חוקים מדעיים יכולים לחזות תצפיות אמפיריות באמצעות דדוקציה.</li><li>היקום הוא תוצר של העצמי, עם אילוצים לוגיים, המבוססים על התפיסה שלנו אותו.</li><li>אנו חווים את עצמנו, לא באמצעות התבוננות רציונלית פנימה, אלא באמצעות מוסר.</li><li>ההתמדה של העצמי נגלית לנו באמצעות נשיאת אחריות מוסרית.</li><li>המציאות היא מוסרית, כיוון שהמציאות נוצרת על ידי מעשינו המוסריים.</li></ul><p>בין יצירותיו החשובות ניתן למנות את \"ייעוד האדם\" ו\"מדע הזכויות\".</p><p>פיכטה נולד ברמנאו שבאימפריה הרומית הקדושה ונפטר ב-27 בינואר 1814.</p>",
    "topicalDescription": "פילוסוף גרמני מרכזי בתנועת האידיאליזם הגרמני",
    "era": "האידיאליזם הגרמני",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Johann-Gottlieb-FichteFull.jpg",
    "description_picture": "/Images/Johann-Gottlieb-FichteFace.jpg"
  },
  {
    "id": "35859990-0911-447A-8254-CDFE783671BF",
    "birthDate": "20 October 1859",
    "deathDate": "1 June 1952",
    "title": "ג'ון דיואי",
    "content": "<div>\n <p><strong>ג'ון דיואי</strong> (באנגלית: John Dewey) היה פילוסוף, פסיכולוג ורפורמטור חינוכי אמריקאי משפיע. הוא נולד ב-20 באוקטובר 1859 ונפטר ב-1 ביוני 1952.</p>\n <p>דיואי נחשב לאחד מאבות הגישה הפרגמטית והאינסטרומנטליסטית בפילוסופיה. הוא הדגיש את החשיבות של ניסיון מעשי ופתרון בעיות בתהליך הלמידה ופיתוח הידע. לדעתו, בני אדם מפתחים ידע בתגובה לתנאי הסביבה, והכלים המעשיים משמשים כמתווכים בתהליך זה.</p>\n <p>הוא האמין כי ידע מדעי הוא הידע הבטוח והשימושי ביותר, וכי השיטה המדעית צריכה לשמש מודל לכל סוגי החקירה. דיואי הדגיש את האופי החברתי של השיטה המדעית, שכן היא דורשת ביקורת מתמדת. הוא גם טען כי ילדים צריכים ללמוד על ידי עשייה, תוך התמקדות בפתרון בעיות.</p>\n <p>עבודתו של דיואי השפיעה רבות על הפילוסופיה של החינוך, האפיסטמולוגיה והאתיקה. בין עבודותיו הידועות נמנות \"דמוקרטיה וחינוך\", \"כיצד אנו חושבים\" ו\"טבע האדם וההתנהגות\".</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>בני אדם מגיבים לתנאי הסביבה על ידי פיתוח ידע. מכשור מעשי מתווך את ההתפתחות הזו.</li>\n <li>ידע המיוצר על ידי המדע הוא הבטוח והשימושי ביותר.</li>\n <li>הטבע מסביר עובדות וערכים, שכן הוא מקיף את כל היבטי החיים, ולכן אין הבדל מהותי בין עובדות לערכים.</li>\n <li>הגישה של השיטה המדעית צריכה להיות המודל לכל צורות החקירה.</li>\n <li>מכיוון שהשיטה המדעית דורשת ביקורת, היא פעילות חברתית.</li>\n <li>ילדים צריכים ללמוד על ידי עשייה, שכן היא מדגישה פתרון בעיות.</li>\n </ul>\n <p><strong>ציטוטים:</strong></p>\n <ul>\n <li>\"כפי שנראה בהמשך, הגורם החשוב ביותר בהכשרה של הרגלים מנטליים טובים טמון ברכישת הגישה של השעיית המסקנה ובשליטה בשיטות השונות לחיפוש אחר חומרים חדשים כדי לאשש או להפריך את ההצעות הראשונות שעולות. לשמור על מצב של ספק ולבצע חקירה שיטתית וממושכת - אלה המהות של החשיבה.\" (מתוך \"כיצד אנו חושבים\", 1910)</li>\n <li>\"אמירה מוכרת ומשמעותית היא שבעיה שהוצגה היטב היא חצי פתורה.\" (מתוך \"לוגיקה: תיאוריה של חקירה\", 1938)</li>\n <li>\"כל חינוך שניתן על ידי קבוצה נוטה לתרבת את חבריה, אך האיכות והערך של התרבות תלויים בהרגלים ובמטרות של הקבוצה.\" (מתוך \"דמוקרטיה וחינוך\", 1916)</li>\n <li>\"פתיחות מחשבה אינה זהה לריקות מחשבה. לתלות שלט שאומר 'בואו פנימה; אין אף אחד בבית' אינו שווה ערך לאירוח. אבל יש סוג של פסיביות, נכונות לתת לחוויות להצטבר ולשקוע ולהבשיל, שהיא מהותית להתפתחות.\" (מתוך \"דמוקרטיה וחינוך\", 1916)</li>\n <li>\"הטבע מציע פשוט את הנבטים שהחינוך אמור לפתח ולשכלל.\" (מתוך \"דמוקרטיה וחינוך\", 1916)</li>\n <li>\"לגלות מה האדם כשיר לעשות, ולהבטיח הזדמנות לעשות זאת, הוא המפתח לאושר.\" (מתוך \"דמוקרטיה וחינוך\", 1916)</li>\n </ul>\n \n <p><strong>עבודות עיקריות:</strong></p>\n <ul>\n <li>דמוקרטיה וחינוך</li>\n <li>כיצד אנו חושבים</li>\n <li>טבע האדם וההתנהגות</li>\n </ul>\n</div>",
    "topicalDescription": "פילוסוף, פסיכולוג ורפורמטור חינוכי אמריקאי.",
    "era": "המאה ה-19 וה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/John-DeweyFull.jpg",
    "description_picture": "/Images/John-DeweyFace.jpg"
  },
  {
    "id": "FBB201D1-729F-47E6-9B9F-537091E3F9F3",
    "birthDate": "29 August 1632",
    "deathDate": "28 October 1704",
    "title": "ג'ון לוק",
    "content": "<div><p><strong>ג'ון לוק</strong> (1632-1704) היה פילוסוף אנגלי והוגה דעות ליברלי משפיע ביותר, אשר נחשב לאחד מהוגי עידן הנאורות והוגה מרכזי בתחום האמפיריציזם. לוק ידוע בזכות תרומתו לתיאוריה של החוזה החברתי ולתפיסה של זכויות טבעיות, ובמיוחד הזכות לחיים, לחירות ולקניין. רעיונותיו השפיעו עמוקות על המהפכה האמריקאית והחוקה האמריקאית. </p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>ידע אנושי מוגבל על ידי היכולות המנטליות שלנו, ועלינו לנסות למצוא את הגבול הזה.</li><li>תוכן התודעה הוא מה שאנו חווים באופן ישיר.</li><li>מידע שממנו מתחילה המחשבה מגיע דרך החושים שלנו: מהעולם החיצוני.</li><li>המוח הוא לוח חלק בלידה, והניסיון הוא שכותב עליו.</li><li>המדע מתמודד בצורה הטובה ביותר עם מה שניתן לכמת באופן אובייקטיבי: אורך, משקל, מהירות וכו'.</li><li>שיפוטים איכותיים (סובייקטיביים) הם מחוץ לתחום המדע: טעם, ריח, צבע וכו'.</li><li>יש לנו גישה רק לתכונות של אובייקט, לא לאובייקט עצמו.</li><li>יש לי גישה רק לתוכן המודעות שלי, לא לאני הבסיסי שאחראי למודעות הזו.</li><li>ידע הוא תוצאה של אינטראקציות בין סובייקט לאובייקט.</li><li>מדע/ידע מתחילים בתצפית ולכן תמיד נוטים לטעות.</li><li>האמונות שלנו חייבות להיות מסוגלות להשתנות כתוצאה משינוי בראיות.</li><li>זה לא נכון עבור רשויות פוליטיות/דתיות לכפות אמונות על אחרים.</li><li>האנושות לא קיימת במצב טבע מכיוון שהיא נוצרה בצלם אלוהים.</li><li>אנשים חופשיים נכנסים לחוזה החברתי מכיוון שממשלה עדיפה על האלטרנטיבה.</li><li>האנשים שומרים על ריבונות, מכיוון שהם ממשיכים להחזיק בזכויות אינדיבידואליות ובזכות המוסרית להפיל ממשלות עריצות.</li><li>ממשלות שמתעללות בזכויות האנשים, ניתן להפילן מבחינה מוסרית.</li><li>לאנשים יש את הזכות לפירות עבודתם.</li><li>אנשים יכולים לעשות מה שהם רוצים בכל הנוגע לרכוש שלהם: לתת אותו, למכור אותו וכו'.</li></ul><p><strong>יצירות מרכזיות:</strong></p><ul><li>מסכת שנייה על הממשל המדיני</li><li>מסה על שכל האדם</li></ul><p><strong>ציטוטים בולטים:</strong></p><ul><li>\"תכלית החוק אינה לבטל או לרסן, אלא לשמר ולהגדיל את החירות.\"</li><li>\"הידע של אף אדם כאן אינו יכול לחרוג מהניסיון שלו.\"</li><li>\"תמיד חשבתי שמעשי בני האדם הם הפרשנים הטובים ביותר למחשבותיהם.\"</li><li>\"דת, שאמורה להבדיל אותנו מן החיות, וצריכה במיוחד לרומם אותנו, כיצורים תבוניים, מעל לבהמות, היא זו שבה אנשים לעיתים קרובות נראים הכי לא רציונליים וחסרי שכל יותר מבהמות.\"</li><li>\"בהיותנו שווים ועצמאיים, אין לאף אחד לפגוע באחר בחייו, בבריאותו, בחירותו או ברכושו.\"</li><li>\"אף על פי שהארץ, וכל היצורים הנחותים הם נחלת כל בני האדם, לכל אדם יש קניין על גופו שלו. לכן אין לאיש זכות אלא לעצמו.\"</li><li>\"אבל יש רק דבר אחד שאוסף אנשים לתסיסה חתרנית, וזה דיכוי.\"</li><li>\"אין אפשרות להציע כלל מוסרי אחד, שבו אדם לא יוכל לדרוש בצדק סיבה.\"</li></ul></div>",
    "topicalDescription": "ג'ון לוק היה תומך מוקדם של זכויות אוניברסליות ובלתי ניתנות להעברה. הוא היווה השראה לכתיבת החוקה של ארצות הברית. כיום, עם תנועות אוכלוסייה גדולות, ישנם ששואלים האם ובאיזו מידה זכויות אלה חלות.",
    "era": "עידן הנאורות",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/John-LockeFull.jpg",
    "description_picture": "/Images/John-LockeFace.jpg"
  },
  {
    "id": "9F487385-705B-4E30-A9A6-6D272E0D4DF4",
    "birthDate": "21 February 1921",
    "deathDate": "24 November 2002",
    "title": "ג'ון רולס",
    "content": "<p><b>ג'ון רולס</b> (21 בפברואר 1921 - 24 בנובמבר 2002) היה פילוסוף אמריקאי בולט בתחום הפילוסופיה הפוליטית. הוא ידוע בעיקר בזכות עבודתו פורצת הדרך \"תאוריה של צדק\" (A Theory of Justice), שפורסמה בשנת 1971, אשר חידשה את המחקר בתחום הצדק החברתי.</p><p>רעיונות מפתח של רולס כוללים:</p><ul><li>הבחנה נוקשה בין אנליטי לסינתטי אינה שימושית בפוליטיקה או במוסר.</li><li>צדק בנוי ממגוון של מוצרים ראשוניים ויסודיים.</li><li>עקרונות הבחירה האתית אינם יכולים להיות תועלתניים אם לחברות יש ריבוי של אנשים עם מטרות נפרדות.</li><li>צדק מושג ככל הנראה כאשר בחירות מתבצעות מאחורי \"מסך של בערות.\"</li><li>לכל אדם צריכה להיות אותה כמות מרבית של זכויות התואמות לאותה מידה של חופש לכולם.</li><li>אי-שוויון חברתי וכלכלי צריך להיות מסודר כך שהתועלת הגדולה ביותר תינתן לחלשים ביותר.</li><li>יש לתת הזדמנות שווה לכולם להגיע לתפקידים ולעמדות.</li></ul><p>עבודתו של רולס השפיעה רבות על הפילוסופיה הפוליטית, האתיקה והמשפט. הוא נחשב לאחד ההוגים הפוליטיים החשובים ביותר של המאה ה-20.</p>",
    "topicalDescription": "פילוסוף אמריקאי בולט בתחום הפילוסופיה הפוליטית, ידוע בעיקר בזכות עבודתו \"תאוריה של צדק\".",
    "era": "המאה ה-20",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/John-RawlsFull.jpg",
    "description_picture": "/Images/John-RawlsFace.jpg"
  },
  {
    "id": "7051875D-8E55-451A-A540-A1044F7F8015",
    "birthDate": "20 May 1806",
    "deathDate": "7 May 1873",
    "title": "ג'ון סטיוארט מיל",
    "content": "<div>\n <p><strong>בית ספר:</strong> אמפיריציזם, תועלתנות, ליברליזם</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li><p>\"האושר הגדול ביותר למספר הגדול ביותר צריך להיות מה שאנו מתחשבים בו בעת קביעת מדיניות.\"</p></li>\n <li><p>\"במצב הטבע, מושג החופש הוא ריק מתוכן.\"</p></li>\n <li><p>\"החופש הוא משמעותי רק כאשר ישנם מוסדות פוליטיים ומשפטיים המגנים על הפרטים והציבור בכלל.\"</p></li>\n <li><p>\"אדם צריך להיות חופשי לעשות כל דבר כל עוד הוא לא פוגע באחרים.\"</p></li>\n <li><p>\"צריכה להיות חופש לדון ולקדם כל דבר, אפילו דברים שנחשבים בלתי מוסריים בעליל.\"</p></li>\n <li><p>\"לפרט צריך להיות שליטה מלאה ובעלות על גופו ומוחו שלו.\"</p></li>\n <li><p>\"אי השוויון בין המינים הוא מיושן ויש להחליפו בשוויון מלא.\"</p></li>\n <li><p>\"משמעות של שם היא למה שהוא מתייחס.\"</p></li>\n <li><p>\"תחושות לא ניתנות להסבר על ידי פיזיקה (של החלקיקים בגוף) למרות שיש קשר בין השניים.\"</p></li>\n </ul>\n <p><strong>עבודות עיקריות:</strong></p>\n <ul>\n <li>על החירות</li>\n <li>תועלתנות</li>\n </ul>\n <p><strong>תאריך פטירה:</strong> 7 במאי 1873</p>\n <p><strong>תחומי עניין:</strong> פילוסופיה פוליטית, אתיקה, כלכלה, לוגיקה אינדוקטיבית</p>\n <p><strong>מקום לידה:</strong> פנטונוויל, אנגליה</p>\n <p><strong>תאריך לידה:</strong> 20 במאי 1806</p>\n <p><strong>שנים פעילות:</strong> (1806-1873)</p>\n <p><strong>שנת לידה:</strong> 1806</p>\n <p><strong>ציטוטים בולטים:</strong></p>\n <ul>\n <li><p>\"אם כל המין האנושי פחות מאחד היו בדעה אחת, ורק אדם אחד היה בדעה ההפוכה, האנושות לא תהיה יותר צודקת בהשתקת אותו אדם אחד, מאשר הוא, אם הייתה לו הסמכות, היה צודק בהשתקת האנושות.\" - <em>על החירות</em></p></li>\n <li><p>\"המלחמה היא דבר מכוער, אבל לא הדבר המכוער ביותר: המצב המעורער והמושחת של הרגש המוסרי והפטריוטי שחושב ששום דבר לא שווה מלחמה, הוא הרבה יותר גרוע.\" - <em>התחרות באמריקה</em></p></li>\n<li><p>\"אל ירגיע איש את מצפונו באשליה שהוא לא יכול לגרום נזק אם הוא לא לוקח חלק ולא מגבש דעה. אנשים רעים לא צריכים יותר כדי להשיג את מטרותיהם מאשר שאנשים טובים יסתכלו ולא יעשו דבר.\" - <em>נאום הפתיחה באוניברסיטת סנט אנדרוז</em></p></li>\n <li><p>\"המטרה היחידה שלשמה ניתן להפעיל כוח בצדק על כל חבר בקהילה מתורבתת, בניגוד לרצונו, היא למנוע פגיעה באחרים.\" - <em>על החירות</em></p></li>\n <li><p>\"כפי שהיו ברבורים שחורים, למרות שאנשים מתורבתים קיימים כבר שלושת אלפים שנה על פני האדמה מבלי להיתקל בהם... לכן, הניסיון האחיד של תושבי העולם הידוע, שמסכים בתוצאה משותפת, ללא מקרה ידוע אחד של סטייה מהתוצאה הזו, לא תמיד מספיק כדי לבסס מסקנה כללית.\" - <em>מערכת של לוגיקה</em></p></li>\n <li><p>\"עדיף להיות אדם לא מרוצה מאשר חזיר מרוצה; עדיף להיות סוקרטס לא מרוצה מאשר טיפש מרוצה.\" - <em>תועלתנות</em></p></li>\n <li><p>\"בזמנים קדומים, רוב רובו של המין הגברי היו עבדים, כמו גם כל הנשים. ועברו עידנים רבים, חלקם עידנים של תרבות גבוהה, לפני שאיזה הוגה דעות היה נועז מספיק להטיל ספק בנכונות, ובצורך החברתי המוחלט, של עבדות אחת או של השנייה.\" - <em>שעבוד נשים</em></p></li>\n <li><p>\"שהעיקרון המסדיר את היחסים החברתיים הקיימים בין שני המינים - הכפיפות המשפטית של מין אחד לאחר - הוא שגוי כשלעצמו, וכעת אחד המכשולים העיקריים לשיפור האנושי; ושצריך להחליפו בעיקרון של שוויון מושלם, שאינו מתיר כוח או זכות יתר מצד אחד, או מוגבלות מצד השני.\" - <em>שעבוד נשים</em></p></li>\n <li><p>\"שדבר אינו טבעי, בכל משמעות מדויקת שניתן להצמיד למילה, אינו טיעון לכך שהוא ראוי לגינוי; שכן הפעולות הפליליות ביותר ליצור כמו אדם אינן טבעיות יותר מרוב המעלות.\" - <em>על הטבע</em></p></li>\n </ul>\n</div>",
    "topicalDescription": "ג'ון סטיוארט מיל היה פילוסוף, כלכלן, ואיש ציבור אנגלי. הוא נחשב לאחד ההוגים המשפיעים ביותר בתולדות הליברליזם.",
    "era": "העידן הוויקטוריאני",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/John-Stuart-MillFull.jpg",
    "description_picture": "/Images/John-Stuart-MillFace.jpg"
  },
  {
    "id": "9FB6BB7A-086C-4FB8-B3EF-7E2857C7E0F3",
    "birthDate": "24 February 1956",
    "deathDate": null,
    "title": "ג'ודית באטלר",
    "content": "<p><b>ג'ודית באטלר</b> היא פילוסופית אמריקאית פוסט-סטרוקטורליסטית ופמיניסטית, הידועה בעיקר בזכות עבודתה על מגדר, מיניות, זהות ופרפורמטיביות. היא דמות מרכזית בפילוסופיה הקונטיננטלית, בתיאוריה הפמיניסטית של הגל השלישי, בתיאוריה הביקורתית, בתיאוריה הקווירית, בפוסטמודרניזם ובפוסט-סטרוקטורליזם.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>שפה, מחוות גופניות, תנועות וסגנונות יוצרים את האשליה של עצמי מגדרי מולד.</li><li>פעולות מגדר יוצרות את הסובייקט באופן פרפורמטיבי; ה\"אני\" קיים רק בתוך פרקטיקות מסמנות.</li><li>אין מהות או ישות למגדר כשלעצמו; זהו פשוט הביצוע של פעולות חוזרות המקודדות כמגדריות.</li><li>הרעיון של מין מולד ו\"טבעי\" הוא חלק מאסטרטגיה להסתיר את הטבע הפרפורמטיבי של מגדר.</li><li>מגדר מצטלב עם הבחנות פוליטיות ותרבותיות גזעיות, מעמדיות, אתניות, מיניות ואזוריות בדרכים שאי אפשר להתיר אותן כיוון שהן מיוצרות יחד.</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>\"צרה של מגדר\"</li><li>\"גופים שחשיבותם\"</li></ul><p><b>ציטוטים:</b></p><ul><li>\"אין זהות מגדרית מאחורי הביטויים של מגדר; זהות זו נוצרת באופן פרפורמטיבי על ידי ה'ביטויים' עצמם שנאמר שהם תוצאותיה.\" (\"צרה של מגדר\")</li><li>\"אם מערערים על האופי הבלתי משתנה של המין, ייתכן שהמבנה הזה שנקרא 'מין' בנוי תרבותית כמו מגדר; ואכן, אולי זה תמיד היה כבר מגדר, כאשר כתוצאה מכך ההבחנה בין מין למגדר מתגלה כבלתי הבחנה כלל.\" (\"צרה של מגדר\")</li><li>\"לפעול בתוך מטריצת הכוח זה לא אותו דבר כמו לשכפל באופן לא ביקורתי יחסי שליטה.\" (\"צרה של מגדר\")</li><li>\"הדבר החשוב ביותר הוא להפסיק לחוקק לכל החיים מה שראוי לחיות רק לחלקם, ובאופן דומה, להימנע מלקבוע לכל החיים מה שאינו ניתן לחיות עבור חלקם.\" (\"ביטול מגדר\")</li><li>\"המעבר מתיאור סטרוקטורליסטי שבו ההון מובן כמבנה יחסים חברתיים בדרכים הומולוגיות יחסית לתפיסה של הגמוניה שבה יחסי הכוח נתונים לחזרה, התכנסות וניסוח מחדש, הביא את שאלת הזמניות לחשיבה על המבנה, וסימן מעבר מצורה של תיאוריה אלתוסריאנית שלוקחת טוטאליות מבניות כאובייקטים תיאורטיים לכזו שבה התובנות לגבי האפשרות המותנית של המבנה חונכות תפיסה מחודשת של הגמוניה כקשורה לאתרים המותנים ולאסטרטגיות של הניסוח מחדש של הכוח.\" (\"הרהורים נוספים על השיחות של זמננו\")</li></ul>",
    "topicalDescription": "התיאוריה של ג'ודית באטלר על מגדר הייתה מכוננת לתנועת השחרור הטרנסג'נדרית והקווירית.",
    "era": "המאה ה-20 וה-21",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Judith-ButlerFull.jpg",
    "description_picture": "/Images/Judith-ButlerFace.jpg"
  },
  {
    "id": "4952AE75-FBF7-47C7-B1D7-D2F70F843AE4",
    "birthDate": "5 May 1818",
    "deathDate": "14 March 1883",
    "title": "קרל מרקס",
    "content": "<h1>קרל מרקס</h1><p><b>קרל מרקס</b> (5 במאי 1818 - 14 במרץ 1883) היה פילוסוף, כלכלן, סוציולוג, עיתונאי וסוציאליסט מהפכן גרמני. רעיונותיו, המכונים מרקסיזם, השפיעו רבות על הפוליטיקה והכלכלה העולמית. מרקס טען שההיסטוריה מתקדמת באמצעות תהליך דיאלקטי של מאבק בין מעמדות, וכי הקפיטליזם יוביל בסופו של דבר למהפכה קומוניסטית.</p><h2>רעיונות מרכזיים</h2><ul><li>ההיסטוריה היא תוצר של תהליך דיאלקטי הפועל עם ניכור.</li><li>כשייגמר הניכור, נשתחרר וניצור חברה מחוברת במקום פרטים מרוכזים בעצמם.</li><li>ההיסטוריה מתקדמת באמצעות תהליך דיאלקטי חומרי (לא רוחני).</li><li>הדיאלקטיקה היא תוצר של סכסוכים בין מעמדות חברתיים הנובעים משינויים באמצעי הייצור.</li><li>חוקים, דתות, מוסדות, פילוסופיות, אמנויות וכו' מהווים מבנה-על המאשר ומחזק מבנה-תחתית כלכלי.</li><li>דת היא מעשה ידי אדם ומשמשת להרגיע את ההמונים; היא \"אופיום להמונים\".</li><li>השלב האחרון בהתקדמות הדיאלקטית לפני שלב הסיום הוא קפיטליזם תעשייתי.</li><li>התפתחות טכנולוגית, שחוזרת אל מעטים, מנכרת את הרוב מאמצעי הייצור.</li><li>תתקיים מהפכה קומוניסטית שבה הפועלים ישתלטו על אמצעי הייצור ויצרו חברה חסרת מעמדות.</li></ul><h2>עבודות חשובות</h2><ul><li>מניפסט קומוניסטי</li><li>הקפיטל</li><li>ה-18 בברימר של לואי בונפרטה</li></ul><h2>ציטוטים</h2><ul><li>\"רוח רפאים מרחפת באירופה – רוח הרפאים של הקומוניזם.\" - מניפסט המפלגה הקומוניסטית, 1848 לספירה.</li><li>\"ההיסטוריה של כל החברה הקיימת עד כה היא ההיסטוריה של מאבקי מעמדות.\" - מניפסט המפלגה הקומוניסטית, 1848 לספירה.</li><li>\"הגל מציין אי שם שכל העובדות והאישים בעלי חשיבות רבה בהיסטוריה העולמית מתרחשים, כביכול, פעמיים. הוא שכח להוסיף: הפעם הראשונה כטרגדיה, הפעם השנייה כפארסה.\" - ה-18 בברימר של לואי בונפרטה, 1852 לספירה.</li><li>\"בני אדם יוצרים את ההיסטוריה שלהם, אך הם אינם יוצרים אותה כרצונם; הם אינם יוצרים אותה בנסיבות שנבחרו על ידם, אלא בנסיבות קיימות, נתונות ומועברות מן העבר.\" - ה-18 בברימר של לואי בונפרטה, 1852 לספירה.</li><li>\"כל מה שמוצק מתפוגג לאוויר, כל מה שקדוש מחולל, והאדם נאלץ סוף סוף להתמודד בחושים מפוכחים עם תנאי חייו האמיתיים ויחסיו עם בני מינו.\" - מניפסט המפלגה הקומוניסטית, 1848 לספירה.</li><li>\"ההנחה הראשונה של כל ההיסטוריה האנושית היא, כמובן, קיומם של יחידים אנושיים חיים. לפיכך, העובדה הראשונה שיש לקבוע היא הארגון הפיזי של יחידים אלה ויחסם כתוצאה מכך לשאר הטבע.\" - האידיאולוגיה הגרמנית, 1845 לספירה.</li><li>\"בחברה קומוניסטית, שבה לאף אחד אין תחום פעילות בלעדי אלא כל אחד יכול להיות מוכשר בכל ענף שהוא רוצה, החברה מווסתת את הייצור הכללי ובכך מאפשרת לי לעשות דבר אחד היום ומשהו אחר מחר, לצוד בבוקר, לדוג אחר הצהריים, לגדל בקר בערב, לבקר אחרי ארוחת הערב, בדיוק כפי שיש לי בראש, מבלי להפוך אי פעם לצייד, דייג, רועה או מבקר.\" - האידיאולוגיה הגרמנית, 1845 לספירה.</li><li>\"סבל דתי הוא, בעת ובעונה אחת, ביטוי לסבל אמיתי ומחאה נגד סבל אמיתי. הדת היא אנחת היצור המדוכא, לבו של עולם חסר לב ונשמתם של תנאים חסרי נשמה. היא אופיום להמונים.\" - ביקורת לפילוסופיה של הגל על הזכות, 1843 לספירה.</li></ul>",
    "topicalDescription": "פילוסוף, כלכלן, סוציולוג, ועיתונאי גרמני, ממייסדי המרקסיזם.",
    "era": "המאה ה-19",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Karl-MarxFull.jpg",
    "description_picture": "/Images/Karl-MarxFace.jpg"
  },
  {
    "id": "E3315583-3AD8-4AD0-BF0B-603D92C1D731",
    "birthDate": "28 July 1902",
    "deathDate": "17 September 1994",
    "title": "קרל פופר",
    "content": "<p><strong>קרל פופר</strong> (28 ביולי 1902 - 17 בספטמבר 1994) היה פילוסוף אוסטרי-בריטי, שהיה ידוע בעבודתו בתחום הפילוסופיה של המדע. הוא נחשב לאחד הפילוסופים המשפיעים ביותר של המאה ה-20. </p><p>פופר פיתח את תורת הרציונליזם הביקורתי, שהדגישה את חשיבות הביקורת וההפרכה בתהליך גילוי הידע. הוא טען כי תיאוריות מדעיות אינן ניתנות להוכחה אלא רק להפרכה, ושהתקדמות מדעית מושגת כאשר תיאוריות מופרכות מוחלפות בתיאוריות חדשות שטרם הופרכו. פופר היה גם תומך נלהב של ליברליזם והתנגד לטוטליטריות.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>המציאות שונה מהחוויה האנושית ולא ניתן לגשת אליה ישירות.</li><li>תיאוריות אינן מוכחות, אלא רק מופרכות; ביקורת היא המקור להתקדמות.</li><li>תיאוריות \"מאוששות\" כאשר הן שורדות הפרכה; ככל שהיא מאוששת יותר, כך היא קרובה יותר לאמת.</li><li>התקדמות במדע מתרחשת כאשר תיאוריות מופרכות מוחלפות בתיאוריות מאוששות באופן זמני.</li><li>רק הצהרות שניתן להפריך על ידי תצפית הן מדעיות.</li><li>ניסויים הבודקים תיאוריות מדעיות אינם עצמאיים מהתיאוריה המדעית.</li><li>דברים מופשטים שלא ניתן לצפות בהם בתיאוריות מדעיות אינם שונים במהותם מדברים הניתנים לצפייה.</li><li>אין ודאות בפוליטיקה; כפיית נקודת מבט יחידה בכוח לעולם אינה מוצדקת.</li><li>תכנון סמכותני ללא התנגדות הוא צורת הממשל הכי פחות רצויה.</li><li>שלב סופי מושלם של החברה הוא פנטזיה; יש רק הפחתה הדרגתית של בעיות חברתיות.</li></ul><p><strong>יצירות מרכזיות:</strong></p><ul><li>\"החברה הפתוחה ואויביה\"</li><li>\"הלוגיקה של הגילוי המדעי\"</li></ul><p><strong>ציטוטים בולטים:</strong></p><ul><li>\"שום טיעון רציונלי לא ישפיע באופן רציונלי על אדם שאינו רוצה לאמץ גישה רציונלית.\"</li><li>\"סובלנות בלתי מוגבלת חייבת להוביל להיעלמות הסובלנות. אם נרחיב סובלנות בלתי מוגבלת אפילו לאלה שאינם סובלניים, אם איננו מוכנים להגן על חברה סובלנית מפני המתקפה של הלא סובלניים, אז הסובלניים יושמדו, והסובלנות איתם.\"</li><li>\"אלה שמבטיחים לנו גן עדן עלי אדמות מעולם לא הפיקו דבר מלבד גיהנום.\"</li><li>\"משחק המדע, באופן עקרוני, אינו נגמר לעולם. מי שמחליט יום אחד שהצהרות מדעיות אינן מצריכות בדיקה נוספת, וניתן לראות בהן מאומתות סופית, פורש מהמשחק.\"</li><li>\"אם נהיה לא ביקורתיים תמיד נמצא את מה שאנחנו רוצים: אנחנו נחפש ונמצא אישורים, ואנחנו נתעלם ולא נראה את כל מה שעלול להיות מסוכן לתיאוריות האהובות שלנו.\"</li><li>\"פילוסופים צריכים לשקול את העובדה שניתן להפוך את עיקרון האושר הגדול ביותר בקלות לתירוץ לדיקטטורה נאורה.\"</li><li>\"...לא משנה כמה מקרים של ברבורים לבנים אולי צפינו, זה לא מצדיק את המסקנה שכל הברבורים לבנים.\"</li></ul>",
    "topicalDescription": "פילוסוף אוסטרי-בריטי שהיה ידוע בעבודתו בתחום הפילוסופיה של המדע, ותורת הרציונליזם הביקורתי.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA"
    ],
    "full_picture": "/Images/Karl-PopperFull.jpg",
    "description_picture": "/Images/Karl-PopperFace.jpg"
  },
  {
    "id": "2CEA35DB-CBEA-462E-BADB-FAB360F437FA",
    "birthDate": "20 September 1899",
    "deathDate": "18 October 1973",
    "title": "לאו שטראוס",
    "content": "<p><b>לאו שטראוס</b> (20 בספטמבר 1899 – 18 באוקטובר 1973) היה פילוסוף יהודי-גרמני אמריקאי, שהתמחה בפילוסופיה פוליטית. הוא ידוע בזכות הביקורת שלו על המודרניות והליברליזם, וכן על הדגש ששם על חשיבות הטקסטים הקלאסיים והבנתם.</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>הפילוסופיה שזורה בפוליטיקה מאז משפטו של סוקרטס.</li>\n <li>הצורה המודרנית של הליברליזם (המכוונת לחופש אוניברסלי) מכילה בתוכה נטייה מהותית לרלטיביזם קיצוני.</li>\n</ul>\n<p><b>עבודות מרכזיות:</b></p>\n<ul>\n <li>רדיפה ואמנות הכתיבה</li>\n <li>על הרודנות</li>\n</ul>\n<p><b>ציטוטים נבחרים:</b></p>\n<ul>\n <li>\"רלטיביזם ליברלי שורשיו במסורת הזכות הטבעית לסובלנות או בתפיסה שלכל אחד יש זכות טבעית לרדוף אחר האושר כפי שהוא מבין אותו; אבל בפני עצמו הוא סמינר של חוסר סובלנות.\" (זכות טבעית והיסטוריה)</li>\n <li>\"ספר אקסוטרי מכיל אם כן שני לימודים: לימוד עממי בעל אופי חינוכי, הנמצא בחזית; ולימוד פילוסופי הנוגע לנושא החשוב ביותר, אשר מסומן רק בין השורות.\" (רדיפה ואמנות הכתיבה)</li>\n <li>\"זה מהותן של מסורות שהן מכסות או מסתירות את יסודותיהן הצנועים על ידי הקמת מבנים מרשימים עליהם.\" (זכות טבעית והיסטוריה)</li>\n <li>\"הבעיה הגלומה בפני השטח של הדברים, ורק בפני השטח של הדברים, היא לב הדברים.\" (מחשבות על מקיאוולי)</li>\n <li>\"הדמוקרטיה, במילה אחת, אמורה להיות אריסטוקרטיה שהתרחבה לאריסטוקרטיה אוניברסלית.\" (ליברליזם עתיק ומודרני)</li>\n <li>\"האשליות הנוחות המסתירות מאיתנו את מצבנו האמיתי מסתכמות כולן בכך: שאנו חכמים יותר, או יכולים להיות חכמים יותר, מהאנשים החכמים ביותר בעבר. כך אנו מובלים לשחק את התפקיד, לא של מאזינים קשובים וצייתנים, אלא של יזמים ומאלפי אריות.\" (ליברליזם עתיק ומודרני)</li>\n</ul>",
    "topicalDescription": "פילוסוף פוליטי יהודי-גרמני אמריקאי, הידוע בביקורתו על המודרניות והליברליזם.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "4CAC0A7D-EFC8-40EB-A224-46591ECDD240",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Leo-StraussFull.jpg",
    "description_picture": "/Images/Leo-StraussFace.jpg"
  },
  {
    "id": "CB9D4E17-71FE-46FD-B08C-C090398FDA95",
    "birthDate": "16 October 1918",
    "deathDate": "22 October 1990",
    "title": "לואי אלתוסר",
    "content": "<p><b>לואי אלתוסר</b> (1918-1990) היה פילוסוף מרקסיסטי צרפתי. הוא היה דמות משפיעה בזרם המרקסיזם המערבי והמרקסיזם המבני. אלתוסר ידוע בזכות הפרשנות שלו לכתביו של קרל מרקס, בה הוא טען לקיומו של שבר אפיסטמולוגי בין עבודותיו המוקדמות של מרקס, שהתמקדו בהגליאניזם, לבין עבודותיו המאוחרות וה\"מדעיות\" יותר, כמו <i>הקפיטל</i>.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>הבחנה בין עבודותיו המוקדמות של מרקס, שהתמקדו בהגל, לבין עבודותיו המאוחרות של מרקס, שהן \"מדעיות\" יותר, כפי שמודגם ב<i>הקפיטל</i>.</li><li>קביעה שהתנאים המבניים, ולא הפעולה האינדיבידואלית, הם הקובעים.</li></ul><p><b>ציטוטים עיקריים:</b></p><ul><li>\"המדעים שאנו מכירים הותקנו במספר 'יבשות' גדולות. לפני מרקס, שתי יבשות כאלה נפתחו לידע מדעי: יבשת המתמטיקה ויבשת הפיזיקה. הראשונה על ידי היוונים (תאלס), השנייה על ידי גלילאו. מרקס פתח יבשת שלישית לידע מדעי: יבשת ההיסטוריה.\" - <i>פילוסופיה כנשק מהפכני</i> (1968)</li><li>\"הקרב הפילוסופי מספר אחת מתרחש אפוא על הגבול בין המדעי לאידיאולוגי. שם נאבקות הפילוסופיות האידיאליסטיות המנצלות את המדעים נגד הפילוסופיות המטריאליסטיות המשרתות את המדעים.\" - <i>פילוסופיה כנשק מהפכני</i> (1968)</li><li>\"בזמן שאנחנו מדברים באידיאולוגיה, ומתוך אידיאולוגיה, עלינו לשרטט שיח שמנסה לפרוץ מן האידיאולוגיה, על מנת להעז להיות ההתחלה של שיח מדעי (כלומר, חסר סובייקט) על אידיאולוגיה.\" - <i>אידיאולוגיה ומנגנוני המדינה האידיאולוגיים</i> (1968)</li><li>\"ההעתקה של כוח העבודה חושפת אפוא כ sine qua non שלה לא רק את ההעתקה של 'הכישורים' שלה אלא גם את ההעתקה של כניעתה לאידיאולוגיה השלטת... בצורות ותחת הצורות של הכניעה האידיאולוגית מסופק ההסדר להעתקת הכישורים של כוח העבודה.\" - <i>אידיאולוגיה ומנגנוני המדינה האידיאולוגיים</i> (1968)</li></ul><p><b>יצירות עיקריות:</b></p><ul><li><i>על ההעתקה של הקפיטליזם</i></li></ul>",
    "topicalDescription": "פילוסוף מרקסיסטי צרפתי שהיה דמות משפיעה בזרם המרקסיזם המערבי והמרקסיזם המבני.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Louis-AlthusserFull.jpg",
    "description_picture": "/Images/Louis-AlthusserFace.jpg"
  },
  {
    "id": "A0060293-AADA-4C38-A85B-7080664BB0DC",
    "birthDate": "3 May 1930",
    "deathDate": null,
    "title": "לוּס איריגאריי",
    "content": "<div>\n<p><strong>לוּס איריגאריי</strong> (Luce Irigaray) היא פילוסופית, תיאורטיקנית תרבות ופמיניסטית בלגית-צרפתית. היא ידועה בעיקר בזכות תרומותיה לפילוסופיה קונטיננטלית, לפסיכואנליזה ולתיאוריה הפמיניסטית. עבודתה מאתגרת את המבנים המסורתיים של המחשבה המערבית ומדגישה את הדרכים בהן השפה והתרבות מקדמות נקודת מבט גברית.</p>\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n<li>ישנו רק סובייקט אוניברסלי אחד בתרבות המערבית, והוא גברי.</li>\n<li>באופן מסורתי, נשים מוצגות כ\"אימהות\" ומזוהות עם הטבע, הגוף וחומר דומם.</li>\n<li>הדואליזם של גוף/נפש אינו מוסרי מכיוון שהוא משחזר חלוקות תרבותיות בין גבר/נפש ואישה/גוף.</li>\n<li>חקירה מדעית מוטה כלפי קטגוריות המקודדות כגבריות.</li>\n<li>מערכות השפה אינן סטטיות אלא מתפתחות לאורך זמן, בעיקר כתוצאה מיחסי כוח.</li>\n<li>נשים לא צריכות להיכלל רק בהבנה של הסובייקט האוניברסלי, אלא צריך להיות ריבוי של סובייקטים.</li>\n<li>אין לכלול נשים רק בהבנה הנוכחית של הסובייקט האוניברסלי, אלא יש לפרק אותו, וצריך להיות ריבוי של סובייקטים.</li>\n<li>יש צורך בתצורה מחודשת של סובייקטיביות של גברים ונשים כדי ששניהם יבינו את עצמם כשווים כחלק מהטבע והתרבות.</li>\n</ul>\n<p><strong>עבודות בולטות:</strong></p>\n<ul>\n<li><em>להיוולד (To Be Born)</em></li>\n</ul>\n<p><strong>ציטוטים:</strong></p>\n<ul>\n<li><strong>1987:</strong> \"המחשבה שוללת את הלב שמניע אותה. מה שגורם למחשבה לחיות מקולקל, מונח מחוצה לה. אבל היא לא יודעת את זה.\"</li>\n<li><strong>1977:</strong> \"כמוצרים, נשים הן אפוא שני דברים בבת אחת: חפצים תועלתיים ונושאות ערך.\"</li>\n</ul>\n<p><strong>תחומי עניין:</strong> פוליטיקה, פמיניזם, שפה</p>\n<p><strong>מקום לידה:</strong> בלַטון, בלגיה</p>\n<p><strong>שנת לידה:</strong> 1930</p>\n</div>",
    "topicalDescription": "פילוסופית פמיניסטית ופסיכואנליטיקאית המשפיעה על הפילוסופיה הקונטיננטלית והתיאוריה הפמיניסטית.",
    "era": "המאה ה-20 וה-21",
    "associatedCategories": [
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Luce-IrigarayFull.jpg",
    "description_picture": "/Images/Luce-IrigarayFace.jpg"
  },
  {
    "id": "DDF1B09F-D509-4476-AE27-CB52146A6A41",
    "birthDate": "26 באפריל 1889",
    "deathDate": "29 באפריל 1951",
    "title": "לודוויג ויטגנשטיין",
    "content": "<h1>לודוויג ויטגנשטיין</h1>\n<p><b>בית ספר:</b> פילוסופיה אנליטית</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>לא ניתן לדבר על מציאות מעבר לניסיוננו - דיבור זה הוא שטות.</li>\n <li>העולם הפנומנלי של החוויה הוא מה שאנו יכולים לדבר עליו ולנסות להבין.</li>\n <li>השפה היא הבסיס להבנתנו את העולם.</li>\n <li>גבולות התפיסה שלנו תואמים לגבולות השפה - השפה זהה למה שאנחנו יכולים להבין על העולם.</li>\n <li>כמו תמונה, השפה מתארת את המציאות על ידי כך שיש לה את אותה הצורה.</li>\n <li>השפה ניתנת להתאמה; היא אינה סטטית ותלויה בתפקיד שהיא ממלאת.</li>\n <li>השפה שואבת משמעות ממשחקי שפה, כלומר השפה אינה יכולה להיות פרטית אלא היא דבר ציבורי וחברתי.</li>\n <li>לאף משחק שפה (כמו מדעי הטבע) אין מונופול על האמת האובייקטיבית.</li>\n <li>דיבור על ידע על תחושות אינו הגיוני מכיוון שאין לנו מספיק מרחק מהתחושות כדי לפקפק בהן.</li>\n <li>דיבור על מצבים נפשיים ותחושות הוא אקספרסיבי, לא תיאורי.</li>\n <li>יש לפתור בעיות אמפיריות בשיטות אמפיריות, ולפילוסופיה אין מה לתרום לבעיות כאלה.</li>\n <li>רבות מבעיות הפילוסופיה הן למעשה בלבול שנוצר משימוש לרעה בשפה.</li>\n <li>תפקידו של הפילוסוף הוא לחסל בלבול של מושגים באמצעות ניתוח שפה.</li>\n <li>ההבנה השכל הישר היא הבסיס לספק; ספקנות שמתחילה מחוץ לשכל הישר מערערת את עצמה.</li>\n</ul>\n<p><b>יצירות מרכזיות:</b></p>\n<ul>\n <li><i>מאמר לוגי-פילוסופי</i></li>\n <li><i>חקירות פילוסופיות</i></li>\n</ul>\n<p><b>ציטוטים מפורסמים:</b></p>\n<ul>\n <li>\"העולם הוא סך הכל העובדות, לא הדברים.\" (<i>מאמר לוגי-פילוסופי</i>, 1922)</li>\n <li>\"כל משמעות הספר עשויה להסתכם במילים הבאות: את מה שאפשר לומר כלל, אפשר לומר בבירור, ואת מה שאיננו יכולים לדבר עליו, עלינו לעבור בשתיקה.\" (<i>מאמר לוגי-פילוסופי</i>, 1922)</li>\n <li>\"עבור קבוצה גדולה של מקרים - אם כי לא עבור כולם - בהם אנו משתמשים במילה משמעות ניתן להסביר זאת כך: משמעות של מילה היא השימוש שלה בשפה.\" (<i>חקירות פילוסופיות</i>, 1953)</li>\n <li>\"להגות מילה זה כמו להקיש על תו במקלדת הדמיון.\" (<i>חקירות פילוסופיות</i>, 1953)</li>\n <li>\"אז בסופו של דבר כשעושים פילוסופיה מגיעים לנקודה שבה רוצים רק להשמיע צליל בלתי ברור.\" (<i>חקירות פילוסופיות</i>, 1953)</li>\n</ul>\n",
    "topicalDescription": "לודוויג ויטגנשטיין היה פילוסוף אוסטרי-בריטי שעסק בלוגיקה, מטאפיזיקה, פילוסופיה של הלשון, פילוסופיה של המתמטיקה, פילוסופיה של הנפש ואפיסטמולוגיה.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA"
    ],
    "full_picture": "/Images/Ludwig-WittgensteinFull.jpg",
    "description_picture": "/Images/Ludwig-WittgensteinFace.jpg"
  },
  {
    "id": "9167C1C4-D3E7-4081-B3F8-00371397B356",
    "birthDate": "26 April 121",
    "deathDate": "17 March 180",
    "title": "מרקוס אורליוס",
    "content": "<p>מרקוס אורליוס היה פילוסוף סטואי וקיסר רומי. הוא ידוע בעיקר בזכות כתביו האישיים, \"הרהורים\", המציגים תובנות על אתיקה, טבע, והמקום של האדם ביקום.</p>\n\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n <li>יש למצוא את מקומו של האדם ביקום.</li>\n <li>הכול בא מהטבע והכל ישוב לטבע בזמן.</li>\n <li>יש לשמור על ריכוז ללא הסחות דעת, תוך שמירה על היותו אדם טוב.</li>\n</ul>\n\n<p><strong>יצירות מרכזיות:</strong></p>\n<ul>\n <li>הרהורים</li>\n</ul>\n\n<p><strong>ציטוטים בולטים:</strong></p>\n<ul>\n <li>\"הוא היה אדם שהסתכל על מה שצריך לעשות, ולא על המוניטין שרוכש אדם במעשיו.\"</li>\n <li>\"יש גבול לזמן שהוקצה לך, ואם לא תשתמש בו כדי לשחרר את עצמך, הוא יחלוף ולא ישוב לעולם.\"</li>\n <li>\"אתה חייב לזכור תמיד, מהו טבעו של השלם...\"</li>\n <li>\"לעולם אל תעריך שום דבר כיתרון עבורך שיגרום לך להפר את דברך או לאבד את כבודך העצמי.\"</li>\n <li>\"היקום משתנה; חיינו הם מה שהמחשבות שלנו עושות אותם.\"</li>\n <li>\"זכור זאת - שיש לשמור על כבוד ומידה נכונים בביצוע כל מעשה חיים.\"</li>\n <li>\"כבד את האלים ועזור לבני אדם. החיים קצרים.\"</li>\n <li>\"בקרוב תשכח את העולם, ובקרוב העולם ישכח אותך.\"</li>\n <li>\"אל תבזבז עוד זמן בוויכוח על מה צריך להיות אדם טוב. היה אחד.\"</li>\n</ul>",
    "topicalDescription": "פילוסוף סטואי וקיסר רומי, שנודע בעיקר בזכות כתביו על אתיקה וטבע.",
    "era": "העת העתיקה",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Marcus-AureliusFull.jpg",
    "description_picture": "/Images/Marcus-AureliusFace.jpg"
  },
  {
    "id": "7C09B8AB-C552-421C-8740-EDBE668CFFF4",
    "birthDate": "21 July 1911",
    "deathDate": "31 December 1980",
    "title": "מרשל מקלוהן",
    "content": "<div><p><strong>מרשל מקלוהן</strong> (1911-1980) היה תיאורטיקן תקשורת, פילוסוף, וחוקר ספרות קנדי. הוא ידוע בעיקר בזכות עבודתו בתחום תורת התקשורת וההשפעה של טכנולוגיות תקשורת על החברה והתרבות האנושית. מקלוהן טבע את המושג \"המדיום הוא המסר\" (The medium is the message) והתמקד בהשפעה של אמצעי התקשורת עצמם, ולא רק בתכנים שהם מעבירים.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>כל המדיה הם הרחבות של החושים, הגוף והתודעה האנושית.</li><li>מדיה שונים מזמינים דרגות שונות של השתתפות; חלק מהמדיה \"חמים\" ודורשים מעט השתתפות מהצרכן, בעוד שאחרים \"קרירים\" ודורשים השתתפות רבה.</li></ul><p><strong>עבודות עיקריות:</strong></p><ul><li>המדיום הוא העיסוי: מלאי של השפעות (The Medium Is the Massage: An Inventory of Effects)</li><li>מבינים את המדיה: ההרחבות של האדם (Understanding Media : The Extensions of Man)</li></ul><p><strong>ציטוטים נבחרים:</strong></p><ul><li>\"המדיום הוא המסר.\" (1964)</li><li>\"מלחמה היא תמיד לא פחות משינוי טכנולוגי מואץ.\" (1964)</li><li>\"בעידן החשמלי, אנו לובשים את כל האנושות כעור שלנו.\" (1964)</li><li>\"אמנות היא כל דבר שאפשר להתחמק איתו.\" (1964)</li><li>\"הטכנולוגיה החשמלית קשורה ישירות למערכת העצבים המרכזית שלנו, ולכן זה מגוחך לדבר על 'מה הציבור רוצה' כשהדברים מנוגנים על העצבים שלו.\" (1964)</li><li>\"הקהל, כרקע, מעצב ושולט על יצירת האמנות.\" (1988)</li><li>\"כל חידוש גורט את קודמו המיידי ומאחזר דמויות עתיקות יותר – זה גורם להצפות של עתיקות או צורות אמנות נוסטלגיות ומעורר את החיפוש אחר פריטי מוזיאון.\" (1973)</li><li>\"התלות ההדדית האלקטרונית החדשה יוצרת מחדש את העולם בדמות כפר גלובלי.\" (1962)</li></ul><p><strong>תחומי עניין:</strong></p><p>מדיה, טכנולוגיה, סוציולוגיה</p><p><strong>שנת לידה:</strong> 1911</p><p><strong>שנת פטירה:</strong> 1980</p><p><strong>מקום לידה:</strong> אדמונטון, קנדה</p></div>",
    "topicalDescription": "תיאורטיקן תקשורת, פילוסוף וחוקר ספרות קנדי. ידוע בזכות עבודתו על השפעת טכנולוגיות התקשורת.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Marshall-McLuhanFull.jpg",
    "description_picture": "/Images/Marshall-McLuhanFace.jpg"
  },
  {
    "id": "8B5AF904-C30C-4656-A054-C55CF714F22A",
    "birthDate": "26 September 1889",
    "deathDate": "26 May 1976",
    "title": "מרטין היידגר",
    "content": "<h1>מרטין היידגר</h1>\n<p><strong>אסכולה:</strong> פנומנולוגיה</p>\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n <li>הבעיה הפילוסופית העיקרית היא הוויה, לא ידע, מכיוון שאנו חלק מהעולם שאנו חוקרים.</li>\n <li>עלינו לבחון את התודעה שלנו, שקיימת בוודאות, כדי לענות על שאלת הקיום.</li>\n <li>ההוויה היא זמן, שכן ניתן לחלק את ההוויה שלנו לשלושה חלקים נפרדים התואמים לעבר, הווה ועתיד.</li>\n <li>אנו נולדים לעולם כאילו הושלכנו לשם בכיוון שלא בחרנו בו.</li>\n <li>אנו מתחילים להתקיים בהקשר חברתי; אנו פועלים להפוך ליחידים באמצעות קיום אישי.</li>\n <li>אנו מתמודדים כל הזמן עם בחירות לגבי עתיד לא ידוע, ופחד וחרדה מול המוות.</li>\n <li>אנו חושקים בכך שלחיים יהיה משמעות ואיזה היבט מטאפיזי, אך איננו יכולים לדעת בוודאות אם אלה קיימים.</li>\n <li>ייתכן שלחיים אין משמעות או שמשמעותם היא רק במידה שבה היא נוצרה על ידינו.</li>\n <li>מעורבות יתר בחיי היומיום שלנו ושכחה מהמוות שלנו היא חיים לא אותנטיים.</li>\n <li><i>Destruktion</i> של המסורות החברתיות יכולה לתת תובנה להבנה עמוקה יותר של ההוויה על ידי כך שהיא מובילה אותנו בחזרה לעבר נשכח.</li>\n</ul>\n<p><strong>עבודות עיקריות:</strong></p>\n<ul>\n <li>להיות וזמן</li>\n</ul>\n<p><strong>ציטוטים:</strong></p>\n<ul>\n <li>\"האדם אינו אדון היצורים, אלא רועה ההוויה.\" (מכתב על ההומניזם, 1947)</li>\n <li>\"בכל מקום אנו נשארים בלתי חופשיים וכבולים לטכנולוגיה, בין אם אנו מאשרים אותה בלהט ובין אם אנו מכחישים אותה.\" (השאלה בדבר הטכנולוגיה, 1954)</li>\n <li>\"ההוויה היא הוויה רק עבור הדאזיין\" (להיות וזמן, 1927)</li>\n <li>\"אנו עצמנו הישויות שיש לנתח\" (להיות וזמן, 1927)</li>\n <li>\"עם זאת, העסק האולטימטיבי של הפילוסופיה הוא לשמר את הכוח של המילים היסודיות ביותר שבהן הדאזיין מבטא את עצמו, ולמנוע מההבנה המשותפת להשוות אותן לאותה אי-הבנה שפועלת בתורה כמקור לבעיות פסאודו\" (להיות וזמן, 1927)</li>\n <li>\"המוות הוא האפשרות של האי-אפשרות המוחלטת של הדאזיין.\" (להיות וזמן, 1927)</li>\n <li>\"השפה היא בית האמת של ההוויה.\" (מכתב על ההומניזם, 1947)</li>\n <li>\"אין לנו 'גוף'; אלא 'אנו' גופניים.\" (ניטשה, 1961)</li>\n</ul>\n<p><strong>תחומי עניין:</strong> אונטולוגיה, מטאפיזיקה, אמנות, פילוסופיה יוונית, טכנולוגיה, שפה, שירה, חשיבה</p>\n<p><strong>מקום לידה:</strong> מסקירך, גרמניה</p>\n<p><strong>תאריך לידה:</strong> 26 בספטמבר 1889</p>\n<p><strong>תאריך פטירה:</strong> 26 במאי 1976</p>\n<p><strong>חיים:</strong> (1889-1976)</p>",
    "topicalDescription": "מרטין היידגר היה פילוסוף גרמני שהיה בעל השפעה מכרעת על הפילוסופיה של המאה ה-20. הוא ידוע בעיקר בזכות עבודתו על אונטולוגיה, חקירת ההוויה, ובמיוחד עבודתו \"להיות וזמן\".",
    "era": "המאה ה-20",
    "associatedCategories": [
      "4CAC0A7D-EFC8-40EB-A224-46591ECDD240",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "full_picture": "/Images/Martin-HeideggerFull.jpg",
    "description_picture": "/Images/Martin-HeideggerFace.jpg"
  },
  {
    "id": "CCC2816D-0CB9-44F4-98C9-CAE66F2EACD3",
    "birthDate": "27 April 1759",
    "deathDate": "10 September 1797",
    "title": "מרי וולסטונקראפט",
    "content": "<h1>מרי וולסטונקראפט</h1>\n<p>מרי וולסטונקראפט (1759-1797) הייתה פילוסופית וסופרת אנגליה, הנחשבת לאחת מחלוצות הפמיניזם. היא כתבה על מעמד האישה בחברה, על הצורך בחינוך שווה לנשים ולגברים, ועל זכויות הנשים בתחום האזרחי והפוליטי.</p>\n\n<h2>רעיונות מרכזיים</h2>\n<ul>\n<li>ניתן להסביר ולהבהיר את כל היחסים החברתיים והפוליטיים.</li>\n<li>הרוע נוצר על ידי בני האדם, כיוון שאלוהים ברא הכל נכון וטוב.</li>\n<li>זכויות משתלבות עם חובות; מאנשים שלא ניתנו להם זכויותיהם הטבעיות לא ניתן לצפות שימלאו את חובותיהם.</li>\n<li>יש לכונן מערכת יחסים חדשה לחלוטין בין גברים לנשים כדי שתהיה חברה מוסרית באמת.</li>\n<li>נשים אינן מוכנות לציפיות המופנות אליהן; הן כלואות כיצורים חברתיים על ידי החובות המצופות מהן.</li>\n<li>אין לשפוט נשים על פי המראה החיצוני שלהן, אלא יש לחנך אותן באותו אופן כמו גברים וללמד אותן להיות רציונליות ועצמאיות.</li>\n<li>נישואים מתוך צורך כלכלי צריכים להיות נחלת העבר, נשים צריכות להיות מסוגלות לעבוד ולפרנס את עצמן ואת ילדיהן.</li>\n<li>לנשים צריכות להיות זכויות אזרחיות ופוליטיות, ועליהן להצביע לנציגות משלהן.</li>\n</ul>\n\n<h2>יצירות חשובות</h2>\n<ul>\n<li>\"הגנה על זכויות האישה\"</li>\n<li>\"מרי\"</li>\n</ul>\n\n<h2>ציטוטים</h2>\n<ul>\n<li><em>המהפכה הצרפתית:</em> \"כל טוב פוליטי שנלקח לקיצוניות חייב להיות מוליד רוע.\" (1794 לספירה)</li>\n<li><em>הגנה על זכויות האישה:</em> \"עצמאות ראיתי זה מכבר כברכה הגדולה של החיים, בסיס כל מעלה; ועצמאות אבטח לנצח על ידי צמצום רצונותיי, גם אם אצטרך לחיות בשיממון.\" (1792 לספירה)</li>\n<li><em>הגנה על זכויות האישה:</em> \"עד שנשים יקבלו חינוך רציונלי יותר, ההתקדמות במידה הטובה האנושית והשיפור בידע יעוכבו כל הזמן.\" (1792 לספירה)</li>\n<li><em>המהפכה הצרפתית:</em> \"המאמץ לשמור בחיים כל מוסד אפור מעבר לתאריך הטבעי שלו הוא לרוב מזיק ותמיד חסר תועלת.\" (1794 לספירה)</li>\n<li><em>הגנה על זכויות האישה:</em> \"זה צדק, לא צדקה, מה שחסר בעולם.\" (1792 לספירה)</li>\n<li><em>מכתבים שנכתבו בשוודיה:</em> \"אנו חושבים לעומק, כאשר אנו מרגישים בעוצמה.\" (1796 לספירה)</li>\n<li><em>הגנה על זכויות הגברים:</em> \"אף אדם לא בוחר ברע משום שהוא רע; הוא רק טועה לחשוב שהוא אושר, הטוב שהוא מבקש.\" (1790 לספירה)</li>\n</ul>\n",
    "topicalDescription": "פילוסופית וסופרת אנגליה, הנחשבת לאחת מחלוצות הפמיניזם.",
    "era": "המאה ה-18",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Mary-WollstonecraftFull.jpg",
    "description_picture": "/Images/Mary-WollstonecraftFace.jpg"
  },
  {
    "id": "E869677C-23CB-41F7-8F39-AB8F499CAAC2",
    "birthDate": "14 March 1908",
    "deathDate": "3 May 1961",
    "title": "מוריס מרלו-פונטי",
    "content": "<p><b>מוריס מרלו-פונטי</b> (1908-1961) היה פילוסוף צרפתי מרכזי שפעל בתחום הפנומנולוגיה, הפנומנולוגיה האקזיסטנציאליסטית והמרקסיזם המערבי.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>איננו מרכזים אתריים של תודעה; איננו יכולים לחוש או לפעול ללא גופנו.</li><li>לכל אחד מאיתנו יש פרספקטיבה ייחודית, בהתחשב במיקום הייחודי שלנו במרחב ובזמן, המשפיעה על האופן שבו אנו תופסים את העולם.</li><li>הגוף הוא אובייקט וסובייקט כאחד.</li></ul><p><b>עבודות מרכזיות:</b></p><ul><li>פנומנולוגיה של התפיסה</li></ul><p><b>ציטוטים:</b></p><ul><li>\"העולם אינו אלא 'העולם כמשמעות'.\" - פנומנולוגיה של התפיסה, 1945</li><li>\"השפה מתעלה עלינו ובכל זאת, אנו מדברים.\" - פנומנולוגיה של התפיסה, 1945</li><li>\"התאולוגיה משתמשת בפליאה פילוסופית רק על מנת להניע אישור שמסיים אותה. הפילוסופיה, לעומת זאת, מעוררת בנו את מה שבעייתי בקיומנו שלנו ובזה של העולם, עד לנקודה שלא נתרפא לעולם מלחיפוש אחר פתרון.\" - בשבח הפילוסופיה, 1953</li><li>\"תפקידו [של החשיבה האובייקטיבית] הוא לצמצם את כל התופעות המעידות על האיחוד בין הסובייקט לעולם, ולהציב במקומן את הרעיון הברור של האובייקט כשלעצמו ושל הסובייקט כתודעה טהורה. לכן, הוא מנתק את הקשרים המאחדים את הדבר והסובייקט המגולם, ומשאיר רק תכונות חושיות כדי להרכיב את עולמנו (תוך הדרת אופני ההופעה שתיארנו), ועדיף תכונות חזותיות, משום שאלה נותנות את הרושם של היותן אוטונומיות, ומשום שהן פחות קשורות ישירות לגופנו ומציגות לנו אובייקט במקום להכניס אותנו לאווירה. אבל במציאות, כל הדברים הם התגבשות של סביבה, וכל תפיסה מפורשת של דבר שורדת מכוח תקשורת קודמת עם אווירה מסוימת.\" - פנומנולוגיה של התפיסה, 1945</li><li>\"הפילוסופיה היא בהיסטוריה, ולעולם אינה עצמאית משיח היסטורי. אבל לסימבוליזם הסמוי של החיים היא מחליפה, בעיקרון, סימבוליזם מודע; למשמעות סמויה, אחת שהיא גלויה. היא לעולם אינה מסתפקת בקבלת מצבה ההיסטורי. היא משנה מצב זה בכך שהיא מגלה אותו לעצמו.\" - בשבח הפילוסופיה, 1963</li></ul>",
    "topicalDescription": "פילוסוף צרפתי שתרם לפנומנולוגיה, לפנומנולוגיה האקזיסטנציאליסטית ולמרקסיזם המערבי, ידוע בעיקר בזכות עבודתו על הגוף, התפיסה והקשר בין הסובייקט לעולם.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "4CAC0A7D-EFC8-40EB-A224-46591ECDD240",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Maurice-Merleau-PontyFull.jpg",
    "description_picture": "/Images/Maurice-Merleau-PontyFace.jpg"
  },
  {
    "id": "96DB522E-2DB7-4F43-8D44-ABD78ECDF1E2",
    "birthDate": "21 April 1864",
    "deathDate": "14 June 1920",
    "title": "מקס ובר",
    "content": "<div>\n <p><strong>מקס ובר</strong> (21 באפריל 1864 – 14 ביוני 1920) היה סוציולוג, פילוסוף, משפטן וכלכלן גרמני. הוא נחשב לאחד מהאבות המייסדים של הסוציולוגיה המודרנית. עבודתו השפיעה עמוקות על הסוציולוגיה, הפילוסופיה, מדעי החברה והפוליטיקה.</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>צמיחת הקפיטליזם נובעת בחלקה מהאתיקה הפרוטסטנטית.</li>\n <li>למדע יש את ההשפעה של ניפוץ הקסם מהעולם.</li>\n <li>לאומה חייב להיות גבול מוגדר ומונופול על השימוש בכוח.</li>\n </ul>\n <p><strong>עבודות מרכזיות:</strong></p>\n <ul>\n <li>האתיקה הפרוטסטנטית ורוח הקפיטליזם</li>\n <li>פוליטיקה כייעוד</li>\n </ul>\n <p><strong>ציטוטים:</strong></p>\n <ul>\n <li>\"גורל זמננו מאופיין על ידי רציונליזציה ואינטלקטואליזציה, ומעל לכל, על ידי ניפוץ הקסם מהעולם.\" - מדע כייעוד (1917)</li>\n <li>\"לאחר הביקורת ההרסנית של ניטשה על אותם 'אנשים אחרונים' ש'המציאו את האושר', כנראה שאין צורך שאזכיר לכם את האופטימיות הנאיבית שבה חגגנו פעם את המדע, או את הטכנולוגיה לשליטה בחיים המבוססת עליו, כדרך לאושר.\" - מדע כייעוד (1917)</li>\n <li>\"'רציונליזם' הוא מושג היסטורי המכיל בתוכו עולם של סתירות.\" - האתיקה הפרוטסטנטית ורוח הקפיטליזם (1920)</li>\n <li>\"בדמוקרטיה, העם בוחר מנהיג שבו הוא נותן אמון. ואז המנהיג הנבחר אומר, 'עכשיו סתמו ותצייתו לי.' אנשים ומפלגה כבר לא חופשיים להתערב בעסקיו.\" - מאמרים בסוציולוגיה</li>\n <li>\"ככל שדת מודעת יותר להתנגדותה העקרונית לרציונליזציה כלכלית ככזו, כך גדל הסיכוי שהווירטואוזים של הדת ידחו את העולם, במיוחד את פעילותו הכלכלית.\" - סוציולוגיה של הדת</li>\n <li>\"היכולת לביצוע של ווירטואוזים דתיים - 'הקורבן האינטלקטואלי' - היא המאפיין המכריע של האדם הדתי באופן חיובי. זה כך כפי שניתן לראות מהעובדה שלמרות (או בעצם כתוצאה מ) תיאולוגיה (שחושפת זאת) המתח בין תחומי הערך של 'מדע' לתחום 'הקודש' הוא בלתי ניתן לגישור.\" - מאמרים בסוציולוגיה</li>\n </ul>\n</div>",
    "topicalDescription": "מקס ובר היה סוציולוג, פילוסוף, כלכלן ומשפטן גרמני, שתרם רבות לתחומי הסוציולוגיה, מדעי החברה והפוליטיקה.",
    "era": "המאה ה-19 והמאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Max-WeberFull.jpg",
    "description_picture": "/Images/Max-WeberFace.jpg"
  },
  {
    "id": "C3897DE8-3A6B-456E-9CEE-387FC96C738C",
    "birthDate": "28 February 1533",
    "deathDate": "13 September 1592",
    "title": "מישל דה מונטן",
    "content": "<div><p><b>מישל דה מונטן</b> (1533-1592) היה פילוסוף צרפתי מתקופת הרנסאנס, הידוע בעיקר בזכות יצירתו \"המאמרים\" (Essais). הוא נחשב לאחד ההוגים המשפיעים ביותר של הספקנות הרנסנסית וההומניזם.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>שלווה תלויה בהתנתקות מדעתם של אחרים.</li><li>אם אנו מבקשים תהילה, שהיא כבוד בעיני אחרים, עלינו לחפש את דעתם הטובה.</li><li>אם אנו מבקשים תהילה, איננו יכולים להגיע להתנתקות.</li><li>תהילה ושלווה לעולם לא יכולים להיות שותפים.</li></ul><p><b>ציטוטים מתוך \"המאמרים\":</b></p><ul><li>\"אני רוצה להיראות כאן בצורה פשוטה, טבעית ורגילה, בלי להתאמץ או להתחכם; כי את עצמי אני מצייר...אני עצמי החומר של ספרי.\"</li><li>\"במקום שחייך מסתיימים, הכל נמצא שם. היתרון שבחיים אינו נמדד באורך, אלא בשימוש; יש אנשים שחיו הרבה, וחיו מעט; שימו לב לכך בזמן שאתם בתוכם. זה תלוי ברצונכם, לא במספר השנים, כדי שחייתם מספיק.\"</li><li>\"Que sais-je? (מה אני יודע?)\"</li><li>\"אנו מובלים להאמין באלוהים או על ידי היגיון או על ידי כוח. אתאיזם הוא הצעה לא טבעית ומוזרה, קשה גם להקים אותה בהבנה האנושית, כמה גאוותנים שלא יהיו, יש די אנשים שרואים, מתוך יהירות וגאווה, להיות מחברי דעות יוצאות דופן ורפורמיסטיות, ולהשפיע כלפי חוץ על עיסוקם; אשר, אם הם טיפשים כאלה, אין להם, אף על פי כן, את הכוח לשתול אותם במצפונם שלהם.\"</li><li>\"אין אדם טוב כל כך שאם הוא היה מעמיד את כל מעשיו ומחשבותיו לבדיקת החוקים, הוא לא היה ראוי לתלייה עשר פעמים בחייו.\"</li><li>\"זה יותר עבודה לפרש את הפרשנויות מאשר לפרש את הדברים, ויש יותר ספרים על ספרים מאשר על כל נושא אחר: אנחנו לא עושים דבר מלבד לכתוב גלוסות אחד על השני.\"</li></ul><p><b>עבודות בולטות:</b></p><ul><li>המאמרים של מונטן</li></ul></div>",
    "topicalDescription": "פילוסוף צרפתי מתקופת הרנסאנס, הידוע בהשפעתו על הספקנות וההומניזם",
    "era": "הרנסאנס",
    "associatedCategories": [
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Michel-de-MontaigneFull.jpg",
    "description_picture": "/Images/Michel-de-MontaigneFace.jpg"
  },
  {
    "id": "3998C923-0B91-4150-8F41-E74D27EC11E7",
    "birthDate": "15 October 1926",
    "deathDate": "25 June 1984",
    "title": "מישל פוקו",
    "content": "<p>מישל פוקו (Michel Foucault) היה פילוסוף צרפתי משפיע, הידוע בעיקר בזכות עבודתו בתחומי ההיסטוריה של הרעיונות, האפיסטמולוגיה והפילוסופיה הפוליטית. הוא נולד ב-15 באוקטובר 1926 ונפטר ב-25 ביוני 1984.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>מושגים ומילים משתנים עם הזמן; יש לבצע ארכיאולוגיה של המחשבה.</li>\n <li>הרעיון של \"אדם\" הוא התפתחות חדשה יחסית, המתוארכת לתחילת המאה ה-19, ואולי קרובה לסופה.</li>\n <li>\"אדם\" הוא פרדוקסלי בכך שהוא גם אובייקט וגם סובייקט.</li>\n <li>שיח הוא ניסיון להפעיל כוח על אחרים.</li>\n <li>תצפיות היררכיות, שיפוטים מנרמלים ובדיקות הן שלוש הטכניקות העיקריות של שליטה.</li>\n <li>טכנולוגיות הכלא המודרני משמשות במפעלים, בבתי חולים ובבתי ספר; הן מודל לשליטה בחברה שלמה.</li>\n <li>קטגוריות של זכריות ונקביות נבנו ואז נאמר שהן \"טבעיות\" בשיח המדעי.</li>\n <li>ניסיונות לשחרר מיניות מודחקת הם מטעים, שכן אין מיניות אותנטית לשחרר.</li>\n <li>הפעלת כוח אינה מדכאת אלא יצרנית; היא הפיקה, באמצעות פרקטיקות ושיחים, את האופן שבו אנו רואים את המיניות.</li>\n <li>אנשים מפקחים על התנהגותם כדי להתאים לנורמות שנקבעו על ידי מדעים ושיחים.</li>\n <li>ניתוח הכוח צריך להתמקד בתחתית (משפחות, מקומות עבודה וכו') ולא לחפש מרכז כוח.</li>\n <li>דרך אפשרית לחתור תחת הכוח היא על ידי עיצוב עצמי יצירתי, יצירת דרכים חדשות של הוויה, חוויות חדשות, תענוגות, מערכות יחסים וכו'.</li>\n</ul>\n\n<p><b>עבודות עיקריות:</b></p>\n<ul>\n <li>\"הארכיאולוגיה של הידע\"</li>\n <li>\"לפקח ולהעניש\"</li>\n <li>\"תולדות המיניות\"</li>\n</ul>\n\n<p><b>ציטוטים מפורסמים:</b></p>\n<ul>\n <li>\"הרוך חסר ההגנה ביותר והכוחות העקובים מדם ביותר זקוקים באותה מידה לווידוי. האדם המערבי הפך לחיה מתוודה.\" - מתוך \"תולדות המיניות\" (1984).</li>\n <li>\"שיחים הם אלמנטים טקטיים או בלוקים הפועלים בשדה של יחסי כוח; יכולים להתקיים שיחים שונים ואף סותרים בתוך אותה אסטרטגיה; הם יכולים, להיפך, להסתובב מבלי לשנות את צורתם מאסטרטגיה אחת לאחרת, לאסטרטגיה מתנגדת.\" - מתוך \"תולדות המיניות\" (1984).</li>\n <li>\"אני לא מרגיש שזה הכרחי לדעת בדיוק מה אני. העניין העיקרי בחיים ובעבודה הוא להפוך למישהו אחר שלא היית בהתחלה.\" - מתוך \"אמת, כוח, עצמי\" (1982).</li>\n <li>\"כמעט אין פילוסופיה שלא הזכירה משהו כמו הרצון או התשוקה לדעת, את אהבת האמת וכדומה. אבל, באמת, מעט מאוד פילוסופים - מלבד אולי שפינוזה ושופנהאואר - העניקו לה יותר ממעמד שולי; כאילו שלא היה צורך בפילוסופיה לומר קודם כל למה השם שהיא נושאת מתייחס בפועל.\" - מתוך \"הרצאות על הרצון לדעת\" (1970).</li>\n <li>\"ניטשה היה הראשון ששחרר את התשוקה לדעת מריבונות הידע עצמו: להקים מחדש את המרחק והחיצוניות שאריסטו ביטל.\" - מתוך \"הרצאות על הרצון לדעת\" (1970).</li>\n <li>\"הנשמה היא הכלא של הגוף.\" - מתוך \"לפקח ולהעניש\" (1977).</li>\n <li>\"חוסר ההיגיון הוא להיגיון כמו סנוור לאור יום.\" - מתוך \"תולדות השיגעון\" (1961).</li>\n <li>\"האונטולוגיה הביקורתית של עצמנו צריכה להיחשב לא, בוודאי, כתיאוריה, דוקטרינה, ואפילו לא כגוף ידע קבוע שמצטבר; יש לתפוס אותה כגישה, אתוס, חיים פילוסופיים שבהם הביקורת על מי שאנחנו היא בו בזמן הניתוח ההיסטורי של הגבולות המוטלים עלינו וניסוי באפשרות לחרוג מהם.\" - מתוך \"מהו נאורות?\" (1978).</li>\n</ul>",
    "topicalDescription": "בהמשך לעבודתו של ניטשה, מישל פוקו חקר עוד את מה שמהווה אמת. בהתבוננות בתחומים ספציפיים כמו מיניות, מחלת נפש וכליאה, פוקו מתאר כיצד משטרים של אמת ושיחים משתנים עם הזמן. עבודתו היוותה בסיס לתנועות חברתיות רבות.",
    "era": "פוסט-סטרוקטורליזם",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "full_picture": "/Images/Michel-FoucaultFull.jpg",
    "description_picture": "/Images/Michel-FoucaultFace.jpg"
  },
  {
    "id": "A9272AC1-8524-4429-A7C1-2EECBDBB4920",
    "birthDate": "18 January 1689",
    "deathDate": "10 February 1755",
    "title": "מונטסקייה",
    "content": "<p><b>מונטסקייה</b> (1689-1755) היה פילוסוף פוליטי צרפתי מתקופת הנאורות, הידוע בעיקר בזכות תיאוריית הפרדת הרשויות שלו. הוא האמין כי על מנת למנוע עריצות, יש לחלק את הכוח בין גופים מחוקקים, מבצעים ושופטים נפרדים.</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>דספוטיזם הוא סכנה מתמדת לכל ממשלה שאינה כבר דספוטית.</li>\n <li>ניתן למנוע דספוטיזם על ידי מערכת בה הכוח מחולק בין גופים מחוקקים, מבצעים ושופטים.</li>\n</ul>\n\n<p><b>עבודות עיקריות:</b></p>\n<ul>\n <li>רוח החוקים</li>\n</ul>\n<p><b>ציטוטים:</b></p>\n<ul>\n <li>מתוך 'מכתבים פרסיים' (1721): \"יש להתאבל על אדם בלידתו, לא במותו.\"</li>\n <li>מתוך 'רוח החוקים' (1748): \"כדי למנוע התעללות זו, יש צורך שבסידור הדברים, הכוח יעצור את הכוח. ניתן להקים ממשלה באופן כזה שאף אדם לא יהיה מחויב לעשות דברים שהחוק אינו מחייב אותו, ולא יכריחו אותו להימנע מדברים שהחוק מתיר.\"</li>\n <li>מתוך 'מכתבים פרסיים' (1721): \"החיים ניתנו לי כטובה, לכן אני רשאי לנטוש אותם כאשר הם כבר לא כאלה.\"</li>\n <li>מתוך 'מכתבים פרסיים' (1721): \"יש רק שני מקרים בהם מלחמה היא צודקת: ראשית, כדי להתנגד לתוקפנות של אויב, ושנית, כדי לעזור לבן ברית שהותקף.\"</li>\n <li>מתוך 'Pensées et Fragments Inédits de Montesquieu': \"אם הייתי יודע על משהו שיכול לשרת את האומה שלי אבל יהרוס אחרת, לא הייתי מציע זאת לנסיך שלי, כי אני קודם כל אדם ורק אחר כך צרפתי, כי אני בהכרח אדם, ובמקרה אני צרפתי.\"</li>\n</ul>",
    "topicalDescription": "פילוסוף פוליטי צרפתי מתקופת הנאורות",
    "era": "הנאורות",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/MontesquieuFull.jpg",
    "description_picture": "/Images/MontesquieuFace.jpg"
  },
  {
    "id": "4ECF88A5-4159-410A-97CA-ED1984280CF6",
    "birthDate": "3 May 1469",
    "deathDate": "21 June 1527",
    "title": "ניקולו מקיאוולי",
    "content": "<h1>ניקולו מקיאוולי</h1>\n<p><strong>בית ספר:</strong> ריאליזם פוליטי</p>\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n <li>הצלחתה של מדינת הלאום היא מעל הכל.</li>\n <li>מי ששולט במדינת הלאום חייב לשאוף להבטיח את הצלחת המדינה ואת תהילתו שלו.</li>\n <li>כדי שמנהיגים יבטיחו תהילה למדינה ולעצמם, הם לא יכולים להיות כבולים על ידי מוסר.</li>\n <li>המטרה מצדיקה את האמצעים.</li>\n <li>עדיף שמנהיג יפחדו ממנו מאשר שיאהבו אותו, אבל הכי חשוב שמנהיג לא יהיה שנוא.</li>\n <li>מנהיג חייב לחקות את האיכויות של השועל וגם של האריה.</li>\n <li>המוסר הנוצרי חלש ואינו מתאים לעיר חזקה.</li>\n <li>רפובליקה היא המשטר האידיאלי; יש לכונן אותה בכל מקום שבו קיימת מידה סבירה של שוויון.</li>\n</ul>\n<p><strong>יצירות:</strong></p>\n<ul>\n <li>הנסיך</li>\n <li>הדיונים על ליבי</li>\n</ul>\n<p><strong>תאריך פטירה:</strong> 21 ביוני 1527</p>\n<p><strong>ציטוטים:</strong></p>\n<ul>\n <li>1513 לספירה, <i>הנסיך</i>: \"מכיוון שאהבה ופחד בקושי יכולים להתקיים יחד, אם עלינו לבחור ביניהם, בטוח הרבה יותר לפחד מאשר לאהוב.\"</li>\n <li>1513 לספירה, <i>הנסיך</i>: \"הרומאים מעולם לא הרשו לנקודת צרות להישאר פשוט כדי להימנע מלצאת למלחמה עליה, כי הם ידעו שמלחמות לא סתם נעלמות, הן רק נדחות לטובת מישהו אחר.\"</li>\n <li>1513 לספירה, <i>הנסיך</i>: \"לנסיך לא צריכה להיות שום מטרה או מחשבה אחרת, ואף לא לבחור בשום דבר אחר ללימודו, מלבד מלחמה וכלליה ומשמעתה; כי זו האמנות היחידה ששייכת למי ששולט, והיא בעלת כוח כזה שלא רק תומכת במי שנולדו נסיכים, אלא לעתים קרובות מאפשרת לאנשים לעלות ממעמד פרטי למעמד הזה.\"</li>\n <li>1513 לספירה, <i>הנסיך</i>: \"אדם נבון צריך תמיד ללכת בנתיב שדרכו דרכו אנשים גדולים ולחקות את אלה המצוינים ביותר.\"</li>\n <li>1517 לספירה, <i>דיונים על ליבי</i>: \"כל מי שלומד עניינים עכשוויים ועתיקים יראה בקלות כיצד בכל הערים ובכל העמים עדיין קיימים, ותמיד היו קיימים, אותם רצונות ותשוקות.\"</li>\n <li>1517 לספירה, <i>דיונים על ליבי</i>: \"לא תארים עושים אנשים למפורסמים, אלא אנשים שעושים תארים למפורסמים.\"</li>\n <li>1517 לספירה, <i>דיונים על ליבי</i>: \"זה באמת דבר נפלא לשקול לאיזה גדולה הגיעה אתונה במרחב של מאה שנים לאחר שהשתחררה מעריצותו של פיסיסטרטוס; אבל, מעל לכל, זה אפילו יותר נפלא לשקול את הגדולה שאליה הגיעה רומא כששחררה את עצמה ממלכיה. הסיבה קלה להבנה, כי זה הטוב הכללי ולא הרווח הפרטי שעושה את הערים לגדולות.\"</li>\n <li>1520 לספירה, <i>אומנות המלחמה</i>: \"אין הליך טוב יותר מזה שהסתרת מהאויב עד לזמן שביצעת אותו. לדעת כיצד לזהות הזדמנות במלחמה, ולנצל אותה, מועיל לך יותר מכל דבר אחר.\"</li>\n</ul>\n<p><strong>שם:</strong> ניקולו מקיאוולי</p>\n<p><strong>תיאור נושאי:</strong> כתביו של ניקולו מקיאוולי נלמדו על ידי דורות של תיאורטיקנים פוליטיים. הוא גם נתפס כקול מוקדם התומך בריאלפוליטיק. ב\"דיונים על ליבי\" הוא חשף ש\"לפעמים זה דבר חכם מאוד לדמות טירוף\", שבישר את \"תאוריית המשוגע\" של ריצ'רד ניקסון במדיניות החוץ. רבים סבורים שממשל טראמפ מייצג חזרה לפוליטיקה של משוגעים.</p>\n<p><strong>תחומי עניין:</strong> פילוסופיה פוליטית, תיאוריה צבאית, היסטוריה</p>\n<p><strong>מקום לידה:</strong> רוקאסקה, סיציליה</p>\n<p><strong>תאריך לידה:</strong> 3 במאי 1469</p>\n<p><strong>חיים:</strong> (1469-1527)</p>\n<p><strong>שנת לידה:</strong> 1469 לספירה</p>",
    "topicalDescription": "כתביו של ניקולו מקיאוולי נלמדו על ידי דורות של תיאורטיקנים פוליטיים. הוא גם נתפס כקול מוקדם התומך בריאלפוליטיק. ב\"דיונים על ליבי\" הוא חשף ש\"לפעמים זה דבר חכם מאוד לדמות טירוף\", שבישר את \"תאוריית המשוגע\" של ריצ'רד ניקסון במדיניות החוץ. רבים סבורים שממשל טראמפ מייצג חזרה לפוליטיקה של משוגעים.",
    "era": "תקופת הרנסאנס",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Niccolo-MachiavelliFull.jpg",
    "description_picture": "/Images/Niccolo-MachiavelliFace.jpg"
  },
  {
    "id": "3CC9B965-9C88-423A-BDA0-481F078FA3A1",
    "birthDate": "7 December 1928",
    "deathDate": null,
    "title": "נועם חומסקי",
    "content": "<h1>נועם חומסקי</h1>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li><p>אם אנו מניחים שהממשלה שלנו באופן טבעי מוסרית יותר מממשלות אחרות, אנו בוחרים לחיות בעולם של אשליה מנחמת.</p></li>\n <li><p>כדי להתנתק מהאשליה של ממשלה תמיד מיטיבה, עלינו לבחון את הראיות למה שהממשלה שלנו עושה בפועל, ולהחיל את אותם עקרונות אתיים שאנו מחילים על ממשלות אחרות, גם על שלנו.</p></li>\n <li><p>לעתים קרובות קיים פער בין פעולות המדינה לבין הטענות הרטוריות שהן מעלות לגבי אותה פעולה.</p></li>\n <li><p>עלינו להחיל על עצמנו את אותם סטנדרטים שאנו מחילים על אחרים.</p></li>\n <li><p>כשם שעלינו להחיל על עצמנו את אותם סטנדרטים שאנו מחילים על אחרים, יש להעמיד ממשלות לאותם סטנדרטים שהן מחילות על אחרים.</p></li>\n</ul>\n<p><b>עבודות מרכזיות:</b></p>\n<ul>\n <li>\"ייצור הסכמה: הכלכלה הפוליטית של תקשורת ההמונים\"</li>\n <li>\"אשליות נחוצות: שליטה במחשבות בחברות דמוקרטיות\"</li>\n</ul>\n<p><b>ציטוטים בולטים:</b></p>\n<ul>\n <li><q>מדינות אלימות במידה שהן חזקות, זה בערך מדויק.</q> (ייצור הסכמה: נועם חומסקי והתקשורת, 1992)</li>\n <li><q>אם אתה מאמין בחופש הביטוי, אתה מאמין בחופש הביטוי לדעות שאתה לא אוהב. גבלס תמך בחופש הביטוי לדעות שהוא אהב. כך גם סטאלין. אם אתה תומך בחופש הביטוי, זה אומר שאתה תומך בחופש הביטוי דווקא לדעות שאתה מתעב.</q> (ייצור הסכמה: נועם חומסקי והתקשורת, 1992)</li>\n <li><q>ככל שיש יותר צורך לדבר על אידיאלים של דמוקרטיה, כך המערכת בדרך כלל פחות דמוקרטית.</q> (חומסקי על חינוך מוטעה, 1999)</li>\n <li><q>ספורט צופים הופך אנשים לפסיביים יותר, כי אתה לא עושה אותם - אתה צופה במישהו שעושה אותם.</q> (סודות, שקרים ודמוקרטיה, 1994)</li>\n <li><q>חובתו המהותית של האזרח היא להתנגד ולרסן את האלימות של המדינה.</q> (בית הדין הפלילי הבינלאומי: נגד פשע השתיקה: הליכים, 1970)</li>\n <li><q>בערך, אני חושב שזה מדויק לומר שעילית תאגידית של מנהלים ובעלים שולטת בכלכלה ובמערכת הפוליטית גם כן, לפחות במידה רבה מאוד.</q> (ממשלה בעתיד, 1970)</li>\n <li><q>קיים הבדל כללי ניכר בין המדעים והמתמטיקה מצד אחד, לבין מדעי הרוח והחברה מצד שני. זה קירוב ראשוני, אבל כזה שהוא אמיתי. בראשונים, גורמי היושרה נוטים לשלוט יותר על גורמי האידיאולוגיה. זה לא שמדענים הם אנשים ישרים יותר. זה פשוט שהטבע הוא משימה קשה. אתה יכול לשקר או לעוות את הסיפור של המהפכה הצרפתית כמה זמן שתרצה, ולא יקרה דבר. הצע תיאוריה שקרית בכימיה, וזה יופרך מחר.</q> (נועם חומסקי: חיים של התנגדות, 1992)</li>\n</ul>\n<p><b>תחומי עניין:</b> בלשנות, פוליטיקה, תקשורת</p>\n<p><b>מקום לידה:</b> פילדלפיה, ארה\"ב</p>\n<p><b>תאריך לידה:</b> 7 בדצמבר 1928</p>",
    "topicalDescription": "נועם חומסקי הוא פילוסוף, בלשן, מדען קוגניטיבי, היסטוריון, מבקר חברתי ופעיל פוליטי יהודי אמריקאי. הוא ידוע בעיקר בשל תרומתו לבלשנות, פיתוח תאוריית הדקדוק הגנרטיבי, וביקורתו על המדיניות של ארצות הברית והתקשורת המערבית.",
    "era": null,
    "associatedPhilosophers": [],
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Noam-ChomskyFull.jpg",
    "description_picture": "/Images/Noam-ChomskyFace.jpg"
  },
  {
    "id": "73E6F183-7335-458F-883E-83A9A8F9E562",
    "birthDate": null,
    "deathDate": null,
    "title": "פרמנידס",
    "content": "<p><strong>פרמנידס</strong> היה פילוסוף יווני פרה-סוקרטי מהמאה ה-5 לפני הספירה, שמוכר בעיקר בזכות הגותו על מהות הקיום והמציאות. הוא נחשב לאחד מהאבות המייסדים של המטאפיזיקה והאונטולוגיה.</p>\n\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n <li>הכל תמיד היה קיים; מעולם לא היה זמן בו לא היה דבר.</li>\n <li>מה שקיים אינו יכול לעבור לאין.</li>\n <li>היקום הוא ישות יחידה ובלתי משתנה; הכל מחובר.</li>\n <li>במידה והדברים נראים משתנים, זה למעשה כלול בתוך מערכת סגורה ובלתי משתנה.</li>\n</ul>\n\n<p><strong>כתבים עיקריים:</strong></p>\n<ul>\n <li>על הטבע</li>\n</ul>\n\n<p><strong>ציטוטים נבחרים:</strong></p>\n<ul>\n <li>\"לחשוב והמחשבה שזה קיים הם אותו הדבר; שכן לא תמצא מחשבה בנפרד ממה שקיים, ביחס אליו היא נאמרת.\"</li>\n <li>\"וזה הכל אחד בשבילי / היכן שאני מתחיל; כי לשם אשוב שוב.\"</li>\n <li>\"כי זה אותו הדבר שניתן לחשוב עליו ושיכול להיות.\"</li>\n <li>\"זה לא משנה לי מאיפה להתחיל, שכן לשם אשוב שוב.\"</li>\n</ul>\n",
    "topicalDescription": "פילוסוף יווני פרה-סוקרטי, הידוע בזכות הגותו המטאפיזית והאונטולוגית על טבע הקיום והמציאות.",
    "era": "פרה-סוקרטי",
    "associatedCategories": [],
    "interests": "מטאפיזיקה, אונטולוגיה",
    "full_picture": "/Images/ParmenidesFull.jpg",
    "description_picture": "/Images/ParmenidesFace.jpg"
  },
  {
    "id": "2C530DBE-E736-4F42-A285-3F2236174CA2",
    "birthDate": "6 July 1946",
    "deathDate": null,
    "title": "פיטר סינגר",
    "content": "<div><p><b>פיטר סינגר</b> (נולד ב-6 ביולי 1946) הוא פילוסוף אוסטרלי, פרופסור לאתיקה באוניברסיטת פרינסטון, ודמות בולטת בתחום האתיקה המעשית. הוא ידוע במיוחד בזכות עבודתו בנושא אתיקה של בעלי חיים, ביו-אתיקה וגישה תועלתנית.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>&quot;בסבל, בעלי החיים שווים לנו.&quot;</li><li>&quot;אם בעלי חיים יכולים לסבול, יש לקחת אותם בחשבון בשיקול שווה של אינטרסים, וכאשר אנו מקבלים החלטות עלינו למקסם את האושר עבור כל הצדדים המעוניינים.&quot;</li></ul><p><b>עבודות מרכזיות:</b></p><ul><li><i>אתיקה מעשית</i></li><li><i>שחרור בעלי החיים</i></li></ul><p><b>ציטוטים:</b></p><ul><li>&quot;קל לנו לבקר את הדעות הקדומות של סבינו, שמהן השתחררו אבותינו. קשה יותר לחפש דעות קדומות בין האמונות והערכים שאנו מחזיקים בהם.&quot; (2011, <i>אתיקה מעשית</i>)</li><li>&quot;אנו אחראים לא רק על מה שאנו עושים, אלא גם על מה שיכולנו למנוע.&quot; (2000, <i>כתבים על חיים אתיים</i>)</li><li>&quot;המדע אינו עומד מלכת, וגם הפילוסופיה אינה עומדת, אם כי לאחרונה יש נטייה להסתובב במעגלים.&quot; (1981, <i>המעגל המתרחב: אתיקה, אבולוציה והתקדמות מוסרית</i>)</li><li>&quot;שחרור בעלי החיים הוא גם שחרור האדם.&quot; (1975, <i>שחרור בעלי החיים: אתיקה חדשה ליחס שלנו לבעלי חיים</i>)</li><li>&quot;סוגנות - המילה אינה מושכת, אבל אני לא יכול לחשוב על מונח טוב יותר - היא דעה קדומה או גישה מוטה לטובת האינטרסים של חברי המין שלנו ונגד אלה של חברי מינים אחרים.&quot; (1975, <i>שחרור בעלי החיים: אתיקה חדשה ליחס שלנו לבעלי חיים</i>)</li><li>&quot;לא יכולה להיות אחווה כאשר אומות מסוימות מתפנקות במותרות שלא נשמעו עליהן בעבר, בעוד שאחרות נאבקות להדוף רעב.&quot; (1981, <i>המעגל המתרחב: אתיקה, אבולוציה והתקדמות מוסרית</i>)</li><li>&quot;הרברט ספנסר נקרא כיום מעט. פילוסופים לא רואים בו הוגה דעות מרכזי. הדרוויניזם החברתי מזמן איבד מיוקרתו.&quot; (1981, <i>המעגל המתרחב: אתיקה, אבולוציה והתקדמות מוסרית</i>)</li><li>&quot;אי אפשר להימלט מהאתיקה.&quot; (1981, <i>המעגל המתרחב: אתיקה, אבולוציה והתקדמות מוסרית</i>)</li></ul><p>סינגר ידוע בגישתו הפרגמטית והביקורתית, ובמאמציו ליישם עקרונות אתיים לבעיות מעשיות.</p></div>",
    "topicalDescription": "פילוסוף אוסטרלי ידוע בתרומתו לאתיקה מעשית, ביו-אתיקה, ואתיקה של בעלי חיים, המזוהה עם הגישה התועלתנית.",
    "era": "המאה ה-20 וה-21",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Peter-SingerFull.jpg",
    "description_picture": "/Images/Peter-SingerFace.jpg"
  },
  {
    "id": "EA176C3B-45C2-4814-8BC5-EF69D2643F4A",
    "birthDate": "15 January 1809",
    "deathDate": "19 January 1865",
    "title": "פייר-ז'וזף פרודון",
    "content": "<p><b>פייר-ז'וזף פרודון</b> (1809-1865) היה פילוסוף, כלכלן סוציאליסטי, סוציולוג ועיתונאי צרפתי. הוא היה אחד מההוגים האנרכיסטים הראשונים, והגותו השפיעה רבות על התנועה האנרכיסטית והסוציאליסטית.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>בעלות פרטית על הקרקע היא גזילה של המרחב הציבורי.</li><li>אנרכיה היא היעדר של אדון ושל ריבון.</li><li>כשם שאנשים מחפשים צדק בשוויון, כך החברה צריכה לחפש סדר באנרכיה.</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>מהי קניין?</li><li>הווידויים של מהפכן</li></ul><p><b>ציטוטים:</b></p><ul><li>\"קניין הוא גזל! זוהי קריאת הקרב של '93! זהו האות למהפכות!\" (מהי קניין?)</li><li>\"הכוח, כלי של הכוח הקולקטיבי, שנוצר בחברה לשמש כמגשר בין הון לעבודה, הפך בהכרח כבול להון ומכוון נגד הפרולטריון.\" (הווידויים של מהפכן)</li><li>\"אקסיומה - קניין הוא זכות העלייה שתובע הבעלים על כל דבר שהוא חתם עליו כשלו.\" (מהי קניין?)</li><li>\"קומוניזם הוא אי שוויון, אבל לא כפי שהקניין הוא. קניין הוא ניצול החלשים על ידי החזקים. קומוניזם הוא ניצול החזקים על ידי החלשים.\" (מהי קניין?)</li><li>\"כשם שהאדם מחפש צדק בשוויון, כך החברה מחפשת סדר באנרכיה.\" (מהי קניין?)</li><li>\"כל רעיונותיי הכלכליים כפי שפותחו במשך עשרים וחמש שנה ניתנים לסיכום במילים: פדרציה חקלאית-תעשייתית. כל הרעיונות הפוליטיים שלי מסתכמים לנוסחה דומה: פדרציה פוליטית או ביזור.\" (Du principe Fédératif)</li></ul>",
    "topicalDescription": "פילוסוף, כלכלן סוציאליסטי והוגה אנרכיסטי צרפתי.",
    "era": "המאה ה-19",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Pierre-Joseph-ProudhonFull.jpg",
    "description_picture": "/Images/Pierre-Joseph-ProudhonFace.jpg"
  },
  {
    "id": "4B7B8E3A-A01C-41B5-89B7-F6464C64A104",
    "birthDate": null,
    "deathDate": null,
    "title": "אפלטון",
    "content": "<h1>אפלטון</h1>\n\n<p><b>אסכולה:</b> אפלטוניזם</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>קיימים אידיאלים נצחיים (צורות) מחוץ לזמן ולמרחב; בעולם הזה, אנו חווים רק העתקים חולפים (פרטים) של אותם אידיאלים.</li>\n <li>העולם המבולגן שלנו מונח על גבי מציאות עמוקה יותר שתואמת את שלמות המתמטיקה.</li>\n <li>ניתן לגשת למציאות העמוקה והמושלמת יותר אך ורק באמצעות האינטלקט.</li>\n <li>אנו באים לעולם כשאנו מחזיקים בכל הידע, הלמידה היא למעשה זיכרון.</li>\n <li>העולם המבולגן שלנו של מרחב וזמן הוא עולם שבו הכל הופך להיות, שום דבר אינו.</li>\n <li>נשמותינו הן הצורות הקבועות שלנו, והן ממשיכות לאחר מות הגוף.</li>\n <li>מטרתנו בחיים צריכה להיות להבין את המציאות העמוקה יותר; יש להקדיש תשומת לב מועטה לעולם השטחי המבולגן של מרחב וזמן.</li>\n <li>קיימים סטנדרטים מוסריים אובייקטיביים להתנהגות ולאופי האנושי.</li>\n <li>ישנם שלושה מרכיבים מנוגדים המרכיבים את הנפש האנושית: תשוקה (תאווה, תיאבון), אינטלקט (תבונה) ורצון (רוח).</li>\n <li>באמצעות הרצון האינטלקט צריך לשלוט בתשוקות.</li>\n <li>לדעת מה נכון אינו מספיק כדי להשיג מידה טובה.</li>\n <li>כיוון שגופים הם חולפים, הפגיעה היחידה שיכולה להיגרם לאדם היא פגיעה בנשמה.</li>\n <li>עדיף לסבול עוול מאשר לבצע אותו.</li>\n <li>אין לקבל דבר כמובן מאליו; יש לשאול שאלות על הכל ועל כולם.</li>\n <li>הממשלה צריכה להיות מנוהלת על ידי מעמד מודע פילוסופית אך למען אושרם של כולם.</li>\n <li>נשים חלשות מגברים, אך לגברים ולנשים יש אותו טבע בכל דרכי החיים.</li>\n <li>יש לגדל בנים ובנות בתנאים שווים.</li>\n <li>אמנות היוצרת ייצוג שטחי של העולם השטחי היא מטעה כפליים, ויוצרת דמויות של דמויות.</li>\n</ul>\n\n<p><b>יצירות עיקריות:</b></p>\n<ul>\n <li>הרפובליקה</li>\n <li>קריטון</li>\n <li>מנון</li>\n <li>הסימפוזיון</li>\n</ul>\n\n<p><b>ציטוטים נבחרים:</b></p>\n<ul>\n <li>\"אני אניח שתיקתך כמוסכמת.\" - <i>קראטילוס</i></li>\n <li>\"המחיר שאנשים טובים משלמים על אדישות לענייני הציבור הוא להיות נשלטים על ידי אנשים רעים.\" - <i>הרפובליקה</i>, 380 לפנה\"ס</li>\n <li>\"כל מה שנאמר על ידי כל אחד מאיתנו יכול להיות רק חיקוי וייצוג.\" - <i>קריטיאס</i></li>\n <li>\"ידע הוא מזון הנפש; ועלינו להקפיד, ידידי, שהסופיסט לא יטעה אותנו כאשר הוא משבח את מה שהוא מוכר, כמו הסוחרים בסיטונאות או בקמעונאות שמוכרים את מזון הגוף; כי הם משבחים ללא הבחנה את כל סחורתם, מבלי לדעת מה באמת מועיל או מזיק.\" - <i>פרוטגורס</i></li>\n <li>\"הו פאן היקר וכל האלים האחרים של המקום הזה, תנו לי להיות יפה מבפנים.\" - <i>פיידרוס</i>, 370 לפנה\"ס</li>\n</ul>\n",
    "topicalDescription": "פילוסוף יווני קלאסי, מייסד האקדמיה באתונה",
    "era": "העת העתיקה",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/PlatoFull.jpg",
    "description_picture": "/Images/PlatoFace.jpg"
  },
  {
    "id": "33931CEB-8DE0-4239-9FA9-0EB300056C97",
    "birthDate": null,
    "deathDate": null,
    "title": "פלוטינוס",
    "content": "<p>פלוטינוס היה פילוסוף ניאופלטוני שחי במאות ה-3 לספירה. הוא נחשב לאחד הפילוסופים המשפיעים ביותר בעת העתיקה המאוחרת. רעיונותיו עיצבו את ההגות המערבית במשך מאות שנים, במיוחד בתחומי המיסטיקה והמטאפיזיקה.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li><b>מציאות היא תוצר של מחשבה:</b> כדי שמשהו יתקיים, יש לחשוב עליו.</li>\n <li><b>היררכיית ההוויה:</b> קיימת היררכיה של הוויה, כאשר הנפש, האינטלקט והטוב נמצאים ברמות שונות.</li>\n <li><b>החתירה לאחדות:</b> בעקבות הטוב, עלינו לנסות לעלות לעבר האחדות.</li>\n</ul>\n\n<p><b>יצירות מרכזיות:</b></p>\n<ul>\n <li>\"מאמר על היופי\"</li>\n <li>\"שש האנאדות\"</li>\n</ul>\n\n<p><b>ציטוטים נבחרים:</b></p>\n<ul>\n <li>\"אולי, הטוב והיפה הם אותו הדבר, ויש לחקור אותם באותו התהליך; וכך גם הבזוי והרע.\" - מתוך \"מאמר על היופי\"</li>\n <li>\"הגיע הזמן, כשעזבנו כל אובייקט של חוש הרחק מאחור, להתבונן, באמצעות עליה מסוימת, ביופי מסדר גבוה בהרבה; יופי שאינו נראה לעין הגשמית, אלא מתגלה רק לעין הבהירה יותר של הנפש, ללא כל עזרה גופנית.\" - מתוך \"מאמר על היופי\"</li>\n <li>\"לפיכך היופי מתבסס בריבוי כאשר הרבים מצטמצמים לאחד, ובמקרה זה הוא מעביר את עצמו הן לחלקים והן לכלל. אבל כאשר אחד מסוים, המורכב מחלקים דומים, מתקבל, הוא מעניק את עצמו לכלל, מבלי לסטות מהזהות והשלמות של טבעו.\" - מתוך \"מאמר על היופי\"</li>\n <li>\"הנאה ומצוקה, פחד ואומץ, תשוקה ודחייה, היכן יושבות חיבה וחוויות אלו? ברור, או בנפש לבדה, או בנפש כשהיא משתמשת בגוף, או בישות שלישית כלשהי הנובעת משניהם.\" - מתוך \"האנאדה הראשונה\"</li>\n <li>\"הכל שופע סמל; החכם הוא האדם שיכול לקרוא דבר אחר בכל דבר.\" - מתוך \"האנאדה הראשונה\"</li>\n <li>\"אנו יכולים לדון בנפש כשהיא בגוף – בין אם היא ממוקמת מעליו או בתוכו – שכן שילוב השניים מהווה את הדבר האחד הנקרא אורגניזם חי, בעל חיים.\" - מתוך \"האנאדה הראשונה\"</li>\n</ul>\n",
    "topicalDescription": "פילוסוף ניאופלטוני משפיע ביותר, שרעיונותיו עיצבו את ההגות המערבית",
    "era": "העת העתיקה המאוחרת",
    "associatedCategories": [],
    "full_picture": "/Images/PlotinusFull.jpg",
    "description_picture": "/Images/PlotinusFace.jpg"
  },
  {
    "id": "A839315F-7D16-4116-8352-D26707C36D6E",
    "birthDate": null,
    "deathDate": null,
    "title": "פרוטגורס",
    "content": "<div>\n <p><strong>פרוטגורס</strong> היה פילוסוף יווני קדם-סוקרטי, והיה אחד מהסופיסטים החשובים ביותר. הוא ידוע בעיקר בשל האמרה המפורסמת שלו: \"האדם הוא מידת כל הדברים\".</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>\"האדם הוא מידת כל הדברים.\", כלומר התפיסה והשיפוט של המציאות הם סובייקטיביים.</li>\n <li>השערות על מהות היקום או קיומם של אלוהים הן חסרות תועלת מכיוון שאי אפשר לדעת אותן.</li>\n <li>פעולות הן אתיות או נכונות, רק מפני שאדם או חברה שפטו אותן ככאלה.</li>\n <li>גישתו של אדם לאמת תלויה בכישוריו הרטוריים והויכוחים.</li>\n </ul>\n <p><strong>יצירות עיקריות:</strong></p>\n <ul>\n <li>אמת (אלתיה)</li>\n <li>על האלים (פריתאון)</li>\n </ul>\n <p><strong>ציטוטים מפורסמים:</strong></p>\n <ul>\n <li>\"האדם הוא מידת כל הדברים.\" (מצוטט בתיאיטטוס של אפלטון)</li>\n <li>\"האתוניאים צודקים לקבל עצות מכל אחד, שכן חובה על כולם להשתתף בסוג זה של מצוינות, אחרת לא תוכל להיות עיר בכלל.\" (מצוטט בפרוטגורס של אפלטון)</li>\n <li>\"בנוגע לאלים, אין לי אמצעים לדעת אם הם קיימים או לא, או מאיזה סוג הם עשויים להיות, בגלל עמימות הנושא, וקצר חיי האדם.\" (מתוך \"על האלים\")</li>\n </ul>\n <p><strong>תחומי עניין:</strong> שפה, סמנטיקה, רלטיביזם, רטוריקה, אגנוסטיות, אתיקה</p>\n <p><strong>מקום לידה:</strong> אבדרה, יוון</p>\n <p><strong>שנות חיים:</strong> (בערך 490 - 420 לפני הספירה)</p>\n</div>",
    "topicalDescription": "פילוסוף יווני קדם-סוקרטי, סופיסט מרכזי",
    "era": "יוון העתיקה",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "full_picture": "/Images/ProtagorasFull.jpg",
    "description_picture": "/Images/ProtagorasFace.jpg"
  },
  {
    "id": "F8E59A25-343E-4ACA-ACB2-BFC9514488B2",
    "birthDate": null,
    "deathDate": null,
    "title": "פיתגורס",
    "content": "<p>פיתגורס היה פילוסוף ומתמטיקאי יווני קדם-סוקרטי, מייסד האסכולה הפיתגוראית. חייו מתוארכים בערך בין 570 ל-495 לפנה\"ס. </p><p>בין רעיונותיו המרכזיים:</p><ul><li>חלק גדול מהידע הוא למעשה זיכרון מגלגולים קודמים.</li><li>העולם הפיזי רווי במתמטיקה.</li></ul><p>תחומי העניין שלו כללו מטאפיזיקה, מוזיקה, מתמטיקה, אתיקה ופוליטיקה.</p><p>ציטוט מפורסם שלו: \"יש גיאומטריה בזמזום המיתרים, יש מוזיקה במרווחים שבין הכוכבים.\"</p>",
    "topicalDescription": "פילוסוף ומתמטיקאי יווני קדם-סוקרטי",
    "era": "תקופה קדם-סוקרטית",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/PythagorasFull.jpg",
    "description_picture": "/Images/PythagorasFace.jpg"
  },
  {
    "id": "3E3804E0-17AB-4AB9-B647-D4CA2E9C23D5",
    "birthDate": "25 May 1803",
    "deathDate": "27 April 1882",
    "title": "ראלף וולדו אמרסון",
    "content": "<h1>ראלף וולדו אמרסון</h1><p>ראלף וולדו אמרסון (25 במאי 1803 - 27 באפריל 1882) היה סופר, מרצה ופילוסוף אמריקאי שהוביל את תנועת הטרנסצנדנטליזם באמצע המאה ה-19. הוא נחשב לאחד מהאישים הספרותיים והאינטלקטואלים המשפיעים ביותר של אמריקה.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>ישנו אחדות בטבע שמתרחבת לכל חלקיק של חומר.</li><li>יש לדחות את הנוחות של קונפורמיות וסמכות מסורתית.</li><li>יושרה אישית והסתמכות עצמית הם ציוויים מוסריים.</li></ul><p><b>עבודות מרכזיות:</b></p><ul><li>מסות</li></ul><p><b>ציטוטים:</b></p><ul><li>\"הכוכבים מעוררים יראה מסוימת, משום שלמרות שהם תמיד נוכחים, הם אינם נגישים; אך כל חפצי הטבע יוצרים רושם דומה, כאשר הנפש פתוחה להשפעתם. הטבע לעולם אינו לובש מראה נחות.\"(1836, טבע)</li><li>\"כל עובדה טבעית היא סמל לעובדה רוחנית כלשהי.\"(1836, טבע)</li><li>\"היופי הוא הסימן שהאל שם על המידה הטובה.\"(1836, טבע)</li><li>\"אוהב הטבע הוא זה שחושיו הפנימיים והחיצוניים עדיין מותאמים זה לזה באמת; אשר שמר על רוח הילדות גם לתוך עידן הבגרות. קשריו עם השמים והארץ הופכים לחלק ממזונו היומי.\"(1836, טבע)</li><li>\"חקור, וחקור, וחקור. אל תגונה ואל תחמיא לעמדתך בחקירה מתמדת. אל תדגמט את עצמך, ואל תקבל את דוגמטיות של אחר.\"(1838, אתיקה ספרותית)</li><li>\"אלוהים לא ירצה שעבודתו תתגלה על ידי פחדנים.\"(1841, הסתמכות עצמית)</li><li>\"החברה בכל מקום קושרת קשר נגד הגבריות של כל אחד מחבריה. החברה היא חברה במניות משותפות, שבה החברים מסכימים, כדי להבטיח טוב יותר את לחמו של כל בעל מניות, לוותר על החירות והתרבות של האוכל. המידה הטובה המבוקשת ביותר היא קונפורמיות. הסתמכות עצמית היא סלידה ממנה. היא אינה אוהבת מציאויות ויוצרים, אלא שמות ומנהגים.\"(1841, הסתמכות עצמית)</li><li>\"האמת יפה יותר מההעמדת פנים של אהבה. לטוב שלך חייב להיות קצת יתרון, אחרת זה כלום. תורת השנאה חייבת להטיף כאמצעי נגד לתורת האהבה כאשר היא מזמרת ומתלוננת. אני מתרחק מאבא ואמא ואשה ואח, כאשר הגאונות שלי קוראת לי.\"(1841, הסתמכות עצמית)</li><li>\"עקביות טיפשית היא השדון של מוחות קטנים, הנערץ על ידי מדינאים, פילוסופים ואנשי דת קטנים.\"(1841, הסתמכות עצמית)</li><li>\"חוסר שביעות רצון הוא המחסור בהסתמכות עצמית: זו חולשת רצון.\"(1841, הסתמכות עצמית)</li><li>\"ככל שיש לנו פחות ממשלה, כך ייטב - כמה שפחות חוקים, וכמה שפחות כוח שהופקד. התרופה לניצול לרעה של הממשלה הפורמלית הזו היא השפעת האופי הפרטי, הצמיחה של הפרט.\"(1844, פוליטיקה)</li><li>\"הניצחונות האמיתיים והמתמשכים הם ניצחונות השלום, ולא המלחמה.\"(1860, דרך החיים)</li></ul>",
    "topicalDescription": "אמרסון היה פילוסוף אמריקאי, סופר ומשורר מוביל בתנועה הטרנסצנדנטליסטית. הוא הדגיש את חשיבות האינדיבידואליזם, ההסתמכות העצמית והקשר עם הטבע.",
    "era": "המאה ה-19",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Ralph-Waldo-EmersonFull.jpg",
    "description_picture": "/Images/Ralph-Waldo-EmersonFace.jpg"
  },
  {
    "id": "3C6BCB23-5C68-4F54-B680-BFF333FB6683",
    "birthDate": "31 March 1596",
    "deathDate": "11 February 1650",
    "title": "רנה דקארט",
    "content": "<p><b>רנה דקארט</b> (בצרפתית: René Descartes;‏ 31 במרץ 1596 – 11 בפברואר 1650) היה פילוסוף, מתמטיקאי ומדען צרפתי, הנחשב לאחד ההוגים החשובים והמשפיעים ביותר בהיסטוריה המערבית. דקארט נחשב לאבי הפילוסופיה המודרנית והוא דמות מפתח במהפכה המדעית.</p>\n<p>דקארט היה דמות מרכזית בזרם הקרטזיאני. הרעיונות המרכזיים שלו כוללים:</p>\n<ul>\n <li>מתמטיקה מתחילה בהנחות שאין עליהן עוררין, ודרך דדוקציה מגיעה למסקנות שאינן ניתנות לערעור.</li>\n <li>יש להשתמש במתמטיקה כמדריך, ועלינו להתחיל בהנחות שאינן מוטלות בספק על מנת להגיע לכל סוג של ידע מבוסס.</li>\n <li>החושים מטעים אותנו לעתים קרובות ואין לסמוך על תצפיות.</li>\n <li>לא ניתן להיות בטוחים שבכל רגע, החושים שלנו לא נשלטים על ידי שד רע.</li>\n <li>אפשר להיות בטוחים שאנו חווים את החוויות שאנו חווים.</li>\n <li>הידע על טבעו של האדם או העולם החיצוני עשוי להיות מוטל בספק, אבל העובדה שאנחנו קיימים אינה מוטלת בספק.</li>\n <li>אלוהים קיים, כפי שאני יכול לחשוב על יש מושלם, למרות שאני לא מושלם.</li>\n <li>אפשר להיות בטוחים במסקנות, מכיוון שאלוהים לא ישקר.</li>\n <li>היקום מורכב משני סוגי חומר: נפש (<i>res cogitans</i> - יצורים תודעתיים) וחומר (<i>res extensa</i>).</li>\n</ul>\n<p><b>עבודות עיקריות:</b></p>\n<ul>\n <li>הגיונות על הפילוסופיה הראשונית</li>\n <li>מאמר על המתודה</li>\n</ul>\n<p><b>ציטוטים מפורסמים:</b></p>\n<ul>\n <li>\"אני חושב, משמע אני קיים\" (מתוך \"מאמר על המתודה\", 1637 לספירה)</li>\n <li>\"על הפילוסופיה לא אומר דבר, אלא שכאשר ראיתי שהיא מטופלת במשך דורות רבים על ידי האנשים המכובדים ביותר; וכי עדיין אין שום נושא בתחומה שעדיין אינו במחלוקת ודבר, לכן, שנמצא מעל ספק, לא העזתי לצפות שהצלחתי בה תהיה גדולה מזו של אחרים\" (מתוך \"מאמר על המתודה\", 1637 לספירה)</li>\n <li> \"הראשון היה לא לכלול בשיפוטיי דבר מלבד מה שהוצג במוחי בצורה כל כך ברורה וברורה שלא היה לי סיבה לפקפק בו.\" (מתוך \"מאמר על המתודה\", 1637 לספירה)</li>\n <li>\"על מנת לחפש את האמת, יש צורך פעם אחת במהלך חיינו, לפקפק, ככל האפשר, בכל הדברים.\" (מתוך \"עקרונות הפילוסופיה\", 1644 לספירה)</li>\n</ul>",
    "topicalDescription": "פילוסוף, מתמטיקאי ומדען צרפתי, הנחשב לאחד ההוגים החשובים והמשפיעים ביותר בהיסטוריה המערבית.",
    "era": "המאה ה-17",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA"
    ],
    "full_picture": "/Images/Rene-DescartesFull.jpg",
    "description_picture": "/Images/Rene-DescartesFace.jpg"
  },
  {
    "id": "5F255A15-B2C6-41A7-ACDB-ECF9B824C8E6",
    "birthDate": "4 October 1931",
    "deathDate": "8 June 2007",
    "title": "ריצ'רד רורטי",
    "content": "<div>\n <p><strong>ריצ'רד רורטי (1931-2007)</strong> היה פילוסוף אמריקאי בולט שפעל במסגרת הזרמים הפילוסופיים של הפרגמטיזם והפילוסופיה הפוסט-אנליטית. רעיונותיו המרכזיים כוללים את הדגש על כך שאין הבחנה בין שפה לעולם בקביעת אמיתות, ושהידע הוא תוצר של שיחה ופרקטיקות חברתיות ולא שיקוף של המציאות. רורטי טען שהפילוסופיה צריכה לעבור מעיסוק בבניית תיאוריות חדשות לעיסוק בשימור רעיונות העבר כדי להמשיך את השיח, וצפה תרבות פוסט-פילוסופית בה הפילוסופיה תהיה רק חקר של דרכי דיבור שונות. הוא טען שהאמת היא מה שהסובבים אותך מאפשרים לך לחמוק ממנו.</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>אין הבחנה בין שפה לעולם בקביעת האמת של מה שאנו אומרים.</li>\n <li>במקום לשקף את הטבע, הידע הוא תוצר של שיחה ופרקטיקות חברתיות.</li>\n <li>הפילוסופיה אינה עוסקת עוד בבניית תיאוריות חדשות, אלא בשימור רעיונות עבר כדי להמשיך את השיחה.</li>\n <li>אנו צריכים לצפות לתרבות פוסט-פילוסופית שבה הפילוסופיה היא פשוט לימוד של דרכים שונות לדבר.</li>\n <li>האמת היא מה שהסובבים אותך מאפשרים לך לחמוק ממנו.</li>\n </ul>\n <p><strong>עבודות עיקריות:</strong></p>\n <ul>\n <li><em>פילוסופיה ומראת הטבע</em></li>\n <li><em>מקריות, אירוניה וסולידריות</em></li>\n </ul>\n <p><strong>ציטוטים בולטים:</strong></p>\n <ul>\n <li>\"העולם אינו מדבר. רק אנחנו עושים זאת. העולם יכול, ברגע שתכנתנו את עצמנו בשפה, לגרום לנו להחזיק באמונות. אבל הוא לא יכול להציע שפה שנדבר בה. רק בני אדם אחרים יכולים לעשות זאת.\"</li>\n <li>\"לגנות את המושג 'אנושי באמת' פירושו לגנות את הניסיון להעביר את העצמי לאל כתחליף לעולם שהפך לאל.\"</li>\n <li>\"אורתודוקסים נוטים לחשוב שאנשים שאמונתם אינה באל או בתחליף מתאים, כמו הפוסטמודרניסטים ואני, חייבים להרגיש שהכל מותר, שכל אחד יכול לעשות מה שהוא רוצה.\"</li>\n </ul>\n</div>",
    "topicalDescription": "פילוסוף אמריקאי מרכזי בתחום הפרגמטיזם והפילוסופיה הפוסט-אנליטית",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "225DF61D-555D-4EF7-80C8-C9EB4FF2D7A4"
    ],
    "full_picture": "/Images/Richard-RortyFull.jpg",
    "description_picture": "/Images/Richard-RortyFace.jpg"
  },
  {
    "id": "236B155A-FD0A-47E4-943A-14C0B57293BB",
    "birthDate": "16 November 1938",
    "deathDate": "23 January 2002",
    "title": "רוברט נוזיק",
    "content": "<p><b>רוברט נוזיק</b> (1938-2002) היה פילוסוף אמריקאי יהודי בולט, הידוע בעיקר בזכות עבודתו בפילוסופיה פוליטית, ובמיוחד הגנתו על ליברטריאניזם. הוא היה גם בעל השפעה בתחום האפיסטמולוגיה. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>הסיבה הטובה ביותר לרצות חברה ליברטריאנית היא מכיוון שהיא מכבדת את זכויות הפרט.</li><li>לפרטים יש זכות לחייהם, לחירותם ולפירות עמלם, כל מה ששלהם ובאמצעותם.</li><li>דרישה להקרבת הפרט לטובת הכלל אינה מתייחסת לפרטים כאל תכליות בפני עצמן.</li><li>תוצאות צודקות הן תוצאה של פעולות צודקות שנעשות על ידי פרטים; צדק אינו מחייב חלוקה מסוימת של כוח או עושר.</li><li>חלק מהתוכניות של מדינת הרווחה המודרנית (למשל מיסוי) הן לא מוסריות, מכיוון שהן הופכות את האזרח לעבד של המדינה.</li><li>תפקידה המוסרי היחיד של המדינה הוא להגן על פרטים מפני כוח באמצעות משטרה וחוקים, לא יותר.</li><li>ידע הוא אמונה מוצדקת שמתקרבת לאמת כאשר מעלים מקרים נגדיים.</li></ul><p><b>עבודות בולטות:</b></p><ul><li>\"אנרכיה, מדינה ואוטופיה\"</li></ul><p><b>ציטוטים בולטים:</b></p><ul><li>\"לפרטים יש זכויות ויש דברים שאף אדם או קבוצה לא יכולים לעשות להם (מבלי להפר את זכויותיהם).\"</li><li>\"המסקנות העיקריות שלנו לגבי המדינה הן שמדינה מינימלית, המוגבלת לתפקידים הצרים של הגנה מפני כוח, גניבה, הונאה, אכיפת חוזים וכו', היא מוצדקת, אך כל מדינה נרחבת יותר תפר את זכויות האנשים שלא להכריח אותם לעשות דברים מסוימים, ואינה מוצדקת; והמדינה המינימלית מעוררת השראה כמו שהיא נכונה.\"</li><li>\"נקודת המוצא שלנו אם כן, אם כי לא פוליטית, רחוקה מכוונה להיות לא מוסרית. הפילוסופיה המוסרית מציבה את הרקע והגבולות של הפילוסופיה הפוליטית. מה שאנשים יכולים ולא יכולים לעשות זה לזה מגביל את מה שהם יכולים לעשות באמצעות מנגנון של מדינה, או לעשות כדי לבסס מנגנון כזה.\"</li><li>\"מיסוי של הכנסות מעבודה מקביל לעבודת כפייה. תפיסת תוצאות עבודתו של מישהו שקולה לתפיסת שעות ממנו והכוונתו לבצע פעילויות שונות.\"</li><li>\"אי אפשר לרצות את כולם; במיוחד אם יש כאלה שיהיו לא מרוצים אלא אם כן כולם לא יהיו מרוצים.\"</li><li>\"אוטופיה היא מטא-אוטופיה: הסביבה בה ניתן לנסות ניסויים אוטופיים; הסביבה בה אנשים חופשיים לעשות את שלהם; הסביבה שחייבת, במידה רבה, להתממש תחילה אם חזונות אוטופיים ספציפיים יותר אמורים להתממש ביציבות.\"</li></ul>",
    "topicalDescription": "פילוסוף אמריקאי שתרם רבות לפילוסופיה הפוליטית, האתיקה והאפיסטמולוגיה, הידוע בעיקר בזכות הגנתו על ליברטריאניזם.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Robert-NozickFull.jpg",
    "description_picture": "/Images/Robert-NozickFace.jpg"
  },
  {
    "id": "B312F276-6D2F-4A0F-BE45-C4F561FD6358",
    "birthDate": null,
    "deathDate": null,
    "title": "רוג'ר בייקון",
    "content": "<p>רוג'ר בייקון (בערך 1219-1292) היה פילוסוף ואנשי מדע אנגלי חשוב בתקופת הסכולסטיקה. הוא דגל בשימוש במתמטיקה ככלי להשגת ודאות, בניגוד למדעים אחרים, וטען כי ניסויים חיוניים לפיתוח ידע מדעי. בייקון הדגיש את חשיבות החוויה והניסויים על פני הסקת מסקנות בלבד, וראה במדע הניסויי את \"מלכת המדעים\".</p>\n<p>בין יצירותיו החשובות: <cite>The Mirror of Alchemy</cite> ו- <cite>Opus Majus</cite>.</p>\n<p><b>ציטוטים מרכזיים:</b></p>\n<ul>\n <li>\"ההיגיון מסיק מסקנה וגורם לנו להסכים איתה, אך אינו הופך את המסקנה לוודאית, וגם אינו מסיר את הספק כך שהמוח יוכל לנוח על האינטואיציה של האמת, אלא אם כן המוח מגלה אותה בדרך הניסיון.\" (Opus Majus, 1267 לספירה)</li>\n <li>\"אם במדעים אחרים עלינו להגיע לוודאות ללא ספק ולאמת ללא טעות, ראוי לנו לבסס את יסודות הידע במתמטיקה...\" (Opus Majus, 1267 לספירה)</li>\n <li>\"הזנחת המתמטיקה גורמת נזק לכל הידע, שכן מי שאינו בקיא בה אינו יכול להכיר את המדעים האחרים או את דברי העולם הזה. ומה שגרוע יותר, אנשים שהם בורים באופן זה אינם מסוגלים לתפוס את בורותם שלהם ולכן אינם מחפשים תרופה.\" (Opus Majus, 1267 לספירה)</li>\n <li>\"הטיעון החזק ביותר אינו מוכיח דבר כל עוד המסקנות אינן מאומתות על ידי הניסיון. המדע הניסויי הוא מלכת המדעים, והמטרה של כל הספקולציות.\" (Opus Tertium, 1267 לספירה)</li>\n <li>\"ומדע זה מאמת את כל הדברים הטבעיים והמעשה ידי אדם באופן פרטני, ובתחום המתאים שלהם, על ידי השלמות הניסויית, ולא על ידי טיעונים של מדעים ספקולטיביים גרידא, ולא באמצעות החוויות החלשות והבלתי מושלמות של הידע המעשי. ולכן, זוהי האם של כל המדעים הקודמים, והקץ הסופי של כל הספקולציות.\" (Opus Tertium, 1267 לספירה)</li>\n <li>\"עם זאת, על הפילוסופיה המוסרית בלבד ניתן לומר שהיא במובן המיוחד והאוטומטי מעשית, כשהיא עוסקת בהתנהגות האנושית ביחס למידה טובה ורשע, אושר וסבל. כל שאר המדעים נקראים ספקולטיביים: הם אינם עוסקים במעשים של ההווה או העתיד המשפיעים על ישועתו או דמיו של האדם.\" (Opus Tertium, 1267 לספירה)</li>\n</ul>",
    "topicalDescription": "פילוסוף ומדען אנגלי בתקופת הסכולסטיקה",
    "era": "סכולסטיקה",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Roger-BaconFull.jpg",
    "description_picture": "/Images/Roger-BaconFace.jpg"
  },
  {
    "id": "2D20127D-37CB-4D70-B0D0-DC30C6F9A2C3",
    "birthDate": "12 November 1915",
    "deathDate": "26 March 1980",
    "title": "רולאן בארת",
    "content": "<h1>רולאן בארת</h1>\n<p><b>רולאן בארת'</b> (12 בנובמבר 1915 - 26 במרץ 1980) היה תאורטיקן ספרות, פילוסוף, מבקר ספרות וסמיוטיקאי צרפתי. בארת' השפיע רבות על התפתחות הסטרוקטורליזם, הפוסט-סטרוקטורליזם והסמיוטיקה. הוא ידוע במיוחד בזכות ניתוחיו את התרבות הפופולרית, הספרות והצילום.</p>\n\n<h2>רעיונות מרכזיים</h2>\n<ul>\n<li>סמיוטיקה וחקר הסימנים שימושיים בהצגת סימנים מסדר שני וקונוטציות של מיתוסים תרבותיים בורגניים.</li>\n<li>הרעיון של המחבר בביקורת ספרותית כופה הטלה של משמעות אולטימטיבית של הטקסט.</li>\n<li>ריבוי המשמעות בשפה והמצב של תודעת המחבר שאינו ניתן לידיעה בסופו של דבר הופך משמעות יחידה של טקסט לבלתי אפשרית.</li>\n<li>מכיוון שמשמעות של טקסט לא יכולה להגיע מהמחבר, היא נוצרת על ידי הקורא באמצעות תהליך של ניתוח טקסטואלי.</li>\n</ul>\n\n<h2>עבודות בולטות</h2>\n<ul>\n<li><i>מיתולוגיות</i></li>\n<li><i>קמרה לוסִידה: הרהורים על הצילום</i></li>\n</ul>\n\n<h2>ציטוטים נבחרים</h2>\n<ul>\n<li><b>מיתולוגיות (1957):</b> \"הבורגנות מוגדרת כמעמד חברתי שאינו רוצה להיקרא בשמו.\"</li>\n<li><b>מיתולוגיות (1957):</b> \"מיתוס הוא דיבור מופשט מפוליטיקה.\"</li>\n<li><b>מיתולוגיות (1957):</b> \"על ידי צמצום כל איכות לכמות, המיתוס חוסך באינטליגנציה: הוא מבין את המציאות בזול יותר.\"</li>\n<li><b>מעבודה לטקסט (1971):</b> \"הטקסט אינו אובייקט מוגדר.\"</li>\n<li><b>מעבודה לטקסט (1971):</b> \"ליצירה יש שני רבדים של משמעות: מילולית ומוסתרת.\"</li>\n<li><b>מעבודה לטקסט (1971):</b> \"בעוד שהיצירה מובנת כניתנת לייחוס למקור (באמצעות תהליך של גזירה או 'שיוך'), הטקסט הוא ללא מקור - 'המחבר' הוא רק 'אורח' בקריאת הטקסט.\"</li>\n<li><b>מעבודה לטקסט (1971):</b> \"השיח על הטקסט צריך להיות בעצמו לא יותר מטקסט, מחקר, פעילות טקסטואלית, שכן הטקסט הוא אותו מרחב חברתי שאינו משאיר שום שפה בטוחה, חיצונית, וגם לא שום נושא של הגייה בתפקיד של שופט, מאסטר, אנליסט, מוודה, מפענח. תיאוריית הטקסט יכולה לחפוף רק עם פרקטיקה של כתיבה.\"</li>\n</ul>",
    "topicalDescription": "תאורטיקן ספרות, פילוסוף, מבקר ספרות וסמיוטיקאי צרפתי, אשר השפיע רבות על הסטרוקטורליזם והפוסט-סטרוקטורליזם.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [],
    "full_picture": "/Images/Roland-BarthesFull.jpg",
    "description_picture": "/Images/Roland-BarthesFace.jpg"
  },
  {
    "id": "20B6AF0E-BCAA-4BEC-9C65-49E2BEC41585",
    "birthDate": "5 March 1871",
    "deathDate": "15 January 1919",
    "title": "רוזה לוקסמבורג",
    "content": "<p>רוזה לוקסמבורג (5 במרץ 1871 - 15 בינואר 1919) הייתה מהפכנית מרקסיסטית, פילוסופית, כלכלנית ואקטיביסטית סוציאליסטית ממוצא פולני. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>\"בלי בחירות, חופש העיתונות וההתאגדות וחופש הדעה, המוסדות הציבוריים מתים.\"</li><li>\"מגבלות הקפיטליזם מניעות אימפריאליזם ומלחמה.\"</li><li>\"מהפכה מבוססת מעמדות אינה מתקדמת לפי תוכנית בספר, אלא נובעת ממאבקים יומיומיים.\"</li></ul><p><b>עבודות מרכזיות:</b></p><ul><li>\"הצטברות ההון\"</li></ul><p><b>ציטוטים:</b></p><ul><li>1919: מתוך \"המהפכה הרוסית. הערכה ביקורתית\": \"חופש רק לחברי הממשלה, רק לחברי המפלגה - למרות שהם רבים למדי - אינו חופש כלל. חופש הוא תמיד חופשם של המתנגדים.\"</li><li>1919: מתוך \"סדר שורר בברלין\": \"מחר תתעורר המהפכה, תצלצל בכלי נשקה\", ולחרדתכם היא תכריז בחצוצרות זוהרות: הייתי, אני, אהיה!\"</li><li>1911: מתוך \"אוטופיות של שלום\": \"חברי השלום בחוגים הבורגנים מאמינים שניתן לממש שלום עולמי ופירוק נשק במסגרת הסדר החברתי הנוכחי, בעוד שאנו, המבוססים על התפיסה המטריאליסטית של ההיסטוריה ועל הסוציאליזם המדעי, משוכנעים שניתן לבטל את המיליטריזם מהעולם רק עם השמדת מעמד המדינה הקפיטליסטית.\"</li><li>1915: מתוך \"עלון ג'וניוס\": \"הדומינציה המעמדית הבורגנית היא ללא ספק הכרח היסטורי, אבל כך גם עליית מעמד הפועלים נגדה. ההון הוא הכרח היסטורי, אבל כך גם קברו, הפרולטריון הסוציאליסטי.\"</li></ul>",
    "topicalDescription": "פילוסופית פוליטית וכלכלנית מרקסיסטית",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Rosa-LuxemburgFull.jpg",
    "description_picture": "/Images/Rosa-LuxemburgFace.jpg"
  },
  {
    "id": "8CDFDB0C-F4F4-40F9-B00D-0C7EB20E9D1F",
    "birthDate": null,
    "deathDate": null,
    "title": "סנקה",
    "content": "<p>סנקה היה פילוסוף סטואי, מחזאי ומדינאי רומאי. הוא נולד בקורדובה, היספניה (כיום ספרד) בסביבות 4 לפני הספירה, ונפטר בשנת 65 לספירה. סנקה ידוע בעיקר בזכות כתביו על אתיקה, הכוללים את \"איגרות מסטואי\" (Epistulae Morales ad Lucilium). </p><p><b>רעיונות מרכזיים:</b></p><ul><li>עדיף לחיות חיים משמעותיים מאשר חיים ארוכים.</li><li>עדיף להעריך את מה שיש לך ולהסתפק במועט, מאשר שיהיה לך הרבה ותרצה עוד.</li></ul><p><b>ציטוטים בולטים:</b></p><ul><li>\"לא האדם שיש לו מעט מדי הוא עני, אלא האדם שכמה לעוד, הוא עני.\"</li><li>\"שום אדם לא יכול לחיות חיים שלווים אם הוא חושב יותר מדי על הארכתם.\"</li><li>\"היכנס פנימה לתוך עצמך, ככל שאתה יכול. התרועע עם אלה שיהפכו אותך לאדם טוב יותר. קבל בברכה את אלה שאתה עצמך יכול לשפר. התהליך הוא הדדי; שכן בני אדם לומדים בעת שהם מלמדים.\"</li><li>\"אינך יודע היכן המוות מחכה לך; לכן היה מוכן אליו בכל מקום.\"</li><li>\"האדם הוא חיה תבונית.\"</li><li>\"כל האמנות היא רק חיקוי של הטבע.\"</li></ul>",
    "topicalDescription": "פילוסוף סטואי, מחזאי ומדינאי רומאי",
    "era": "האימפריה הרומית",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/SenecaFull.jpg",
    "description_picture": "/Images/SenecaFace.jpg"
  },
  {
    "id": "197B49D7-F130-485D-A49F-9A89248E5958",
    "birthDate": "6 May 1856",
    "deathDate": "23 September 1939",
    "title": "זיגמונד פרויד",
    "content": "<h1>זיגמונד פרויד</h1>\n<p><b>אסכולה:</b> פסיכואנליזה</p>\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>ישנו חלק לא מודע ופעיל בנפש שמשפיע על האופן בו אנו פועלים ומתנהגים.</li>\n <li>אין לנו גישה ל\"לא מודע\"; זה שונה מה\"סמוך למודע\" (זיכרונות, עובדות, וכו') שאותם אנו יכולים להעלות למודע.</li>\n <li>ישנם שלושה חלקים בנפש האדם: ה\"איד\" (יצרים), ה\"אגו\" (המפשר) וה\"סופר-אגו\" (מצפון).</li>\n <li>האינסטינקטים לבדם מספקים את ה\"אנרגיה\" לנפש.</li>\n <li>ישנם שני אינסטינקטים: ה\"חיים\" (ארוס) הוא הדחף הארוטי והשימורי עצמי; ה\"מוות\" (תנטוס) הוא הדחף לסדיזם, תוקפנות, פגיעה עצמית וכו'.</li>\n <li>מי שאנחנו כמבוגרים נקבע על ידי חוויות מוקדמות בילדות, לעיתים קרובות בעלות אופי מיני (קשור להנאת הגוף).</li>\n <li>הדחקה של קונפליקטים פנימיים מתבטאת בדרכים שונות (לרוב כתסמינים נוירוטיים), מכיוון שהם ממשיכים להתקיים בלא מודע.</li>\n <li>פסיכואנליזה, תהליך להבאת חומר מודחק למודעות, יכולה לעיתים לשמש לטיפול בנוירוזה.</li>\n <li>כל החיים המתורבתים עשויים להיות נוירוטיים בגלל הכחשת התשוקות האינסטינקטיביות.</li>\n <li>תורות דתיות הן אשליות מכיוון שלא ניתן להעריך את טענותיהן; בהיותן בלתי ניתנות לאימות, הן גם בלתי ניתנות להפרכה.</li>\n <li>להשתמש רק בשיפוט, ולא בראיות, בהערכת אמיתות טיעונים דתיים יהיה חסר צניעות; סוגי השאלות שהדת עונה עליהן חשובים מכדי שנעשה זאת.</li>\n <li>האל שהפילוסופים מסיקים שהוא סביר הוא צל של הדמות האדירה של ההוראה הדתית.</li>\n <li>האמיתות שהדת אכן מכילה מעוותות ומטאפוריות כל כך שרוב האנשים אינם מזהים אותן כאמיתות.</li>\n <li>חייבת להיות לנו יכולת למפות את העולם החיצוני, שכן המנגנון הנפשי שלנו פותח לעשות בדיוק זאת.</li>\n</ul>\n<p><b>עבודות עיקריות:</b></p>\n<ul>\n <li>\"תרבות בלא נחת\"</li>\n <li>\"מעבר לעקרון העונג\"</li>\n <li>\"האני והסתמי\"</li>\n</ul>\n<p><b>תאריך לידה:</b> 6 במאי 1856</p>\n<p><b>תאריך פטירה:</b> 23 בספטמבר 1939</p>\n<p><b>תחומי עניין:</b> פוליטיקה, דת, פסיכולוגיה, סוציולוגיה, היסטוריה</p>",
    "topicalDescription": "זיגמונד פרויד היה נוירולוג אוסטרי יהודי ומייסד הפסיכואנליזה, אסכולה בפסיכולוגיה ופסיכותרפיה שמשפיעה רבות על התחומים הללו.",
    "era": "המאה ה-19 והמאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [],
    "full_picture": "/Images/Sigmund-FreudFull.jpg",
    "description_picture": "/Images/Sigmund-FreudFace.jpg"
  },
  {
    "id": "0515F212-B273-41C9-8C90-C08414451714",
    "birthDate": "9 January 1908",
    "deathDate": "14 April 1986",
    "title": "סימון דה בובואר",
    "content": "<div><p><strong>סימון דה בובואר</strong> (9 בינואר 1908 - 14 באפריל 1986) הייתה פילוסופית, סופרת, פעילה פוליטית ופמיניסטית צרפתייה. היא נודעה בזכות עבודותיה על פמיניזם, אקזיסטנציאליזם ופילוסופיה פוליטית.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>העצמי נתפס כזכר, ולכן נשים תמיד מוגדרות כ'האחר'.</li><li>לגברים יש פרויקטים שבאמצעותם הם מתעלים מעל עצמם על ידי יצירה; נשים נדחקות לאימננטיות עצמית לא יצירתית.</li><li>ביולוגיה והיסטוריה אינם רק 'עובדות', אלא תמיד נובעות מנקודת מבט מסוימת ובהקשר מסוים.</li><li>המיתוס של 'הנשי הנצחי' (האם, הבתולה, מולדת, הטבע וכו') לוכד נשים על ידי הכחשת האינדיבידואליות שלהן ואילוץ השוואה לאידיאל בלתי אפשרי.</li><li>לא נולדים אישה, אלא הופכים לכזו - נשיות היא מבנה חברתי.</li><li>נשים רבות החיות תחת סדר פטריארכלי אשמות ב'חוסר תום לב': הן פונות מאחריותן לערכים ולאמונות המבוססים של הפטריארכיה.</li><li>יש לשנות את המערכות החברתיות ליחס שווה בין המינים, אך גם על הנשים עצמן לקחת אחריות קיומית.</li></ul><p><strong>עבודות בולטות:</strong></p><ul><li>'המין השני'</li></ul><p><strong>ציטוטים:</strong></p><ul><li>'לא נולדים אישה, אלא הופכים לכזו.' - 'המין השני', 1949</li><li>'מההתחלה ממש, האקזיסטנציאליזם הגדיר את עצמו כפילוסופיה של עמימות.' - 'האתיקה של העמימות', 1947</li><li>'אסור לנו לבלבל את ההווה עם העבר. באשר לעבר, שום פעולה נוספת אינה אפשרית. היו מלחמה, מגפה, שערורייה ובגידה, ואין דרך למנוע את התרחשותם; התליין הפך לתליין והקורבן חווה את גורלו כקורבן בלעדינו; כל מה שאנו יכולים לעשות הוא לחשוף זאת, לשלב זאת במורשת האנושית, להעלות זאת לכבוד הקיום האסתטי שנושא בתוכו את סופיותו; אבל קודם כל ההיסטוריה הזו הייתה צריכה להתרחש: זה קרה כשערורייה, מרד, פשע או הקרבה, והצלחנו לנסות להציל את זה רק בגלל שזה הציע לנו קודם כל צורה.' - 'האתיקה של העמימות', 1947</li><li>'כל דיכוי יוצר מצב מלחמה.' - 'המין השני', 1949</li><li>'ידיעה עצמית אינה ערובה לאושר, אך היא לצד האושר ויכולה לספק את האומץ להילחם למענו.' - 'כוח הנסיבות', 1968</li><li>'לעבודה כמעט תמיד יש היבט כפול: היא שעבוד, עבודה מייגעת; אך היא גם מקור לעניין, אלמנט מייצב, גורם המסייע לשילוב העובד בחברה. אפשר להסתכל על פרישה או כחופשה ממושכת או כדחייה, כהשלכה לערמת הגרוטאות.' - 'בבוא העת', 1970</li><li>'החברה דואגת לאדם רק במידה שהוא רווחי. הצעירים יודעים זאת. החרדה שלהם כאשר הם נכנסים לחיי החברה מתאימה לייאושם של הזקנים כאשר הם מוצאים ממנה.' - 'בבוא העת', 1970</li></ul></div>",
    "topicalDescription": "פילוסופית וסופרת צרפתייה, ידועה בעבודותיה על פמיניזם, אקזיסטנציאליזם ופילוסופיה פוליטית.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "4CAC0A7D-EFC8-40EB-A224-46591ECDD240",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "interests": "פילוסופיה פוליטית, פמיניזם, אתיקה, פנומנולוגיה אקזיסטנציאלית",
    "full_picture": "/Images/Simone-de-BeauvoirFull.jpg",
    "description_picture": "/Images/Simone-de-BeauvoirFace.jpg"
  },
  {
    "id": "8D8B3352-8007-4BDD-BCCE-0D281E1FB1AF",
    "birthDate": "21 March 1949",
    "deathDate": null,
    "title": "סלבוי ז'יז'ק",
    "content": "<p><strong>סלבוי ז'יז'ק</strong> (נולד ב-21 במרץ 1949) הוא פילוסוף, תאורטיקן תרבות, ופסיכואנליטיקאי סלובני. הוא ידוע בזכות הניתוח המרקסיסטי, ההגליאני והלָקָאנְיָאנִי שלו של תופעות תרבותיות ופוליטיות עכשוויות.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>שאלות רציניות לגבי מהות הכוח הפוליטי מושפעות על ידי ניסיון להצדיק את החמקמקות של האוטופיה.</li><li>הניתוחים המרקסיסטיים הטובים ביותר הם תמיד ניתוחים של כישלון.</li></ul><p><strong>עבודות עיקריות:</strong></p><ul><li>לחיות בזמנים הסופיים</li><li>פחות מכלום</li><li>אלוהים בכאב</li><li>האובייקט הנשגב של האידיאולוגיה</li></ul><p><strong>ציטוטים בולטים:</strong></p><ul><li>\"ההגדרה של לאקאן להונאה אנושית: אנו מרמים את האחר באמצעות האמת עצמה; ביקום שבו כולם מחפשים את הפנים האמיתיות מתחת למסכה, הדרך הטובה ביותר להטעות אותם היא לעטות את מסכת האמת עצמה.\" - מתוך \"האובייקט הנשגב של האידיאולוגיה\", 1989</li><li>\"ההתייחסות הכללית של הדיון הפילוסופי היא בדרך כלל משולש העולם: עולם-שפה-סובייקט, היחס בין הסובייקט לעולם האובייקטים, המתווך באמצעות שפה.\" - מתוך \"האובייקט הנשגב של האידיאולוגיה\", 1989</li><li>\"ההיסטוריה בפועל מתרחשת, אם אפשר לומר, באשראי; רק התפתחות מאוחרת תחליט בדיעבד אם האלימות המהפכנית הנוכחית תזכה לסליחה, ללגיטימציה, או אם היא תמשיך להפעיל לחץ על כתפי הדור הנוכחי כאשמתו, כחובו הלא מסולק.\" - מתוך \"האובייקט הנשגב של האידיאולוגיה\", 1989</li><li>\"העידן העכשווי מכריז על עצמו כל הזמן כפוסט-אידיאולוגי, אך הכחשה זו של אידיאולוגיה מספקת רק את ההוכחה האולטימטיבית שאנו שקועים יותר מתמיד באידיאולוגיה. אידיאולוגיה היא תמיד שדה של מאבק - בין היתר, המאבק על הקצאת מסורות עבר.\" - מתוך \"קודם כטרגדיה, אחר כך כפארסה\", 2009</li><li>\"את מה שלא ניתן לתאר יש לרשום בתוך הצורה האמנותית כעיוות המצמרר שלה.\" - מתוך \"פחות מכלום\", 2012</li><li>\"השאלה המקורית של התשוקה אינה ישירות 'מה אני רוצה?', אלא 'מה אחרים רוצים ממני? מה הם רואים בי? מה אני עבור אחרים?'\" - מתוך \"מכת הפנטזיות\", 1997</li><li>\"זה הופך למיותר כאשר אנשים כבר לא צריכים את הכוח החיצוני של העריץ כדי לגרום להם לוותר על האינטרסים הפרטיקולריים שלהם, אלא כאשר הם הופכים ל'אזרחים אוניברסליים' על ידי זיהוי ישיר של ליבת הווייתם עם אוניברסליות זו - בקיצור, אנשים כבר לא צריכים את האדון החיצוני כאשר הם מחונכים לעשות את עבודת המשמעת והכניעה בעצמם.\" - מתוך \"פחות מכלום\", 2012</li></ul>",
    "topicalDescription": "סלבוי ז'יז'ק הוא פילוסוף סלובני, תאורטיקן תרבות ופסיכואנליטיקאי, הידוע בגישתו הביקורתית והמרקסיסטית לתרבות ולפוליטיקה המודרנית.",
    "era": "המאה ה-20 וה-21",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Slavoj-ZizekFull.jpg",
    "description_picture": "/Images/Slavoj-ZizekFace.jpg"
  },
  {
    "id": "3F7ED55D-F092-445A-99BB-3C232FC9A132",
    "birthDate": null,
    "deathDate": null,
    "title": "סוקרטס",
    "content": "<p>סוקרטס היה פילוסוף יווני קלאסי, הנחשב לאחד מהדמויות המרכזיות בהיסטוריה של הפילוסופיה המערבית. הוא לא השאיר אחריו כתבים, וידיעותינו עליו מגיעות בעיקר מכתבי תלמידו אפלטון וממקורות אחרים.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>ידע רב יותר על היקום אינו משנה את ההתנהגות האנושית.</li><li>חשוב לדעת כיצד להתנהג נכון בחיינו.</li><li>דברים מטאפיזיים כמו \"צדק\" אכן קיימים, אך באופן בלתי חומרי, רק כמעין מהות.</li><li>התנהגות ביושרה מונעת כל נזק אמיתי לטווח ארוך.</li><li>יש לרחם על מבצע העוול, ולא על קורבנו.</li><li>מעשה שגוי נעשה מתוך בורות; אף אחד אינו עושה רע ביודעין.</li><li>אין אמיתות יציבות; יש להטיל ספק בכל דבר.</li></ul><p><b>ציטוטים מפורסמים:</b></p><ul><li>\"מה שאני לא יודע אני גם לא חושב שאני יודע.\"</li><li>\"חיים בלתי מובחנים אינם שווים לחיות.\"</li><li>\"הלוואי שהחוכמה הייתה דבר שזורם... מהכלי המלא אל זה הריק.\"</li><li>\"פליאה היא הרגשה של פילוסוף, והפילוסופיה מתחילה בפליאה.\"</li><li>\"יהיה לי טוב יותר... שרבים יחלקו עליי, מאשר שאני, בהיותי אחד, לא אהיה בהרמוניה עם עצמי.\"</li><li>\"אני לא יכול ללמד אף אחד כלום. אני רק יכול לגרום להם לחשוב.\"</li></ul>",
    "topicalDescription": "פילוסוף יווני קלאסי, דמות מפתח בהיסטוריה של הפילוסופיה המערבית, שנודע בשיטתו הדיאלקטית ובחקירתו אחר האמת והמוסר.",
    "era": "יוון הקלאסית",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/SocratesFull.jpg",
    "description_picture": "/Images/SocratesFace.jpg"
  },
  {
    "id": "23D25599-26AE-4D64-BA4F-801B054D41DB",
    "birthDate": null,
    "deathDate": "26 November 1883",
    "title": "סוג'ורנר טרוּת",
    "content": "<p>סוג'ורנר טרוּת (בערך 1797 – 26 בנובמבר 1883) הייתה פעילה אמריקאית למען ביטול העבדות וזכויות הנשים. היא נולדה בעבדות בניו יורק, וברחה לחופש בבגרותה. היא הפכה לנואמת ומטיפה מוכרת, ונאמה בעד זכויות שוות לאנשים מכל המינים והגזעים.</p> <p><b>רעיונות מרכזיים:</b></p> <ul><li>אם נשים כל כך שבריריות שהן זקוקות ליחס מיוחד, מדוע אף אחד מעולם לא הציע לה, אישה שחורה, את הכבוד המסורתי שראוי לאישה?</li></ul> <p><b>ציטוטים מפורסמים:</b></p> <ul><li>\"אותו גבר שם אומר שנשים צריכות שיעזרו להן להיכנס למרכבות, ושירימו אותן מעל תעלות, ושיהיה להן את המקום הטוב ביותר בכל מקום. אף אחד אף פעם לא עוזר לי להיכנס למרכבות, או לעבור שלוליות בוץ, או נותן לי מקום טוב יותר! ושאני לא אישה?\"</li> <li>\"ילדתי שלושה עשר ילדים, וראיתי את רובם נמכרים לעבדות, וכשזעקתי בצעקת אימי, רק ישו שמע אותי! ושאני לא אישה?\"</li><li>\"אם האישה הראשונה שאלוהים אי פעם ברא הייתה חזקה מספיק כדי להפוך את העולם על פיו לבדה, הנשים ביחד צריכות להיות מסוגלות להפוך אותו בחזרה ולסדר אותו! ועכשיו הן מבקשות לעשות זאת, מוטב שהגברים יתנו להן.\"</li><li>\"אותו גמד בשחור שם, הוא אומר שלנשים לא יכולות להיות כל כך הרבה זכויות כמו לגברים, 'כי ישו המשיח לא היה אישה! מאיפה הגיע המשיח שלך? מאיפה הגיע המשיח שלך? מאלוהים ומאישה! לגבר לא היה שום קשר אליו.\"</li><li>\"אבל אז הגיעה עוד נחשול של אהבה דרך נשמתי, וצעקתי בקול רם, 'אדוני, אדוני, אני יכולה לאהוב אפילו את הלבנים!\"</li></ul> <p><b>יצירות עיקריות:</b></p> <ul><li>\"סיפורה של סוג'ורנר טרוּת\"</li><li>\"האם אני לא אישה?\"</li></ul>",
    "topicalDescription": "פעילה למען זכויות שוות, בעיקר זכויות נשים וביטול העבדות",
    "era": "המאה ה-19",
    "associatedCategories": [
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Sojourner-TruthFull.jpg",
    "description_picture": "/Images/Sojourner-TruthFace.jpg"
  },
  {
    "id": "EA908AB3-5EA0-41A3-A2F3-1A10C7117046",
    "birthDate": "5 May 1813",
    "deathDate": "11 November 1855",
    "title": "סרן קירקגור",
    "content": "<h2>רעיונות מרכזיים</h2>\n<ul>\n <li>כדי להבין את העולם, יש להסתכל לא על רעיונות אלא על ישויות אינדיבידואליות.</li>\n <li>השחקן המוסרי האולטימטיבי הוא האינדיבידואל; ההחלטות שאנו מקבלים וחיינו האישיים חשובים.</li>\n <li>באמצעות הבחירות שאנו עושים, אנו מרכיבים את חיינו ואת עצמנו.</li>\n <li>מה שחשוב ביותר הוא היחס של נשמתו של אינדיבידואל לאלוהים.</li>\n <li>הניסיון למצוא מחשבה שלא ניתן לחשוב עליה הוא הפרדוקס העליון של כל מחשבה.</li>\n</ul>\n<h2>יצירות מרכזיות</h2>\n<ul>\n <li>פחד ורעדה</li>\n</ul>\n<h2>ציטוטים</h2>\n<ul>\n <li><b>מתוך: מושג החרדה, 1844:</b> בין שני הרגעים הללו טמונה הקפיצה, שאף מדע לא הסביר ושום מדע לא יסביר.</li>\n <li><b>מתוך: יומניו של סרן קירקגור, 1850:</b> האמת היא מלכודת: אי אפשר להשיג אותה מבלי שהיא תתפוס אותך; אי אפשר להשיג את האמת על ידי לכידתה, רק על ידי לכידתך.</li>\n <li><b>מתוך: או/או, 1843:</b> רוב בני האדם רודפים אחר ההנאה בחיפזון כל כך עד שהם ממהרים לחלוף על פניה.</li>\n <li><b>מתוך: מושג החרדה, 1844:</b> החופש נכנע לסחרחורת. מעבר לכך, הפסיכולוגיה לא יכולה ולא תלך.</li>\n <li><b>מתוך: פחד ורעדה, 1843:</b> הפילוסופיה אינה יכולה ואינה צריכה לתת אמונה, אבל עליה להבין את עצמה ולדעת מה יש לה להציע ולא לקחת דבר, ובמיוחד לא לרמות אנשים משהו כאילו זה לא כלום.</li>\n <li><b>מתוך: פחד ורעדה, 1843:</b> אביר האמונה האמיתי הוא עד, לעולם לא מורה, ובזה טמונה האנושיות העמוקה שלו, ששווה הרבה יותר מההשתתפות הטיפשית הזו בטובתם וצערם של אחרים אשר זוכה לכבוד בשם אהדה, בעוד שבפועל אין זה אלא יהירות.</li>\n</ul>",
    "topicalDescription": "סרן קירקגור היה פילוסוף ואיש דת דני, שנחשב לאחד מאבות האקזיסטנציאליזם. הגותו התמקדה בקיום האנושי, באמונה הדתית, ובחשיבות הבחירה האישית.",
    "era": "המאה ה-19",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Soren-KierkegaardFull.jpg",
    "description_picture": "/Images/Soren-KierkegaardFace.jpg"
  },
  {
    "id": "482D1A47-AE79-4B8F-B160-EFCB131D271E",
    "birthDate": "16 January 1933",
    "deathDate": "28 December 2004",
    "title": "סוזן סונטאג",
    "content": "<html><p><b>סוזן סונטאג</b> (1933-2004) הייתה סופרת, מבקרת ספרות, פילוסופית ופעילה פוליטית אמריקאית. היא ידועה בעיקר בזכות עבודותיה על צילום, אמנות, תרבות, ומחלות. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>הנוחות של הצילום המודרני יצרה שפע יתר של חומר חזותי.</li><li>הצילום מקהה את רגישות הקהל לחוויות אנושיות מזעזעות.</li><li>הסגנון העכשווי של פרשנות אמנותי מזיק; הוא כופה \"קריאות\" מורכבות ושגויות שמטביעות יצירת אמנות.</li><li>הצילום טיפח גישה של אי-התערבות; האדם שמבקש לתעד לא יכול להתערב, בדיוק כפי שהאדם שמתערב לא יכול לתעד.</li></ul><p><b>עבודות מרכזיות:</b></p><ul><li>נגד פרשנות</li><li>בנוגע לכאבם של אחרים</li><li>על הצילום</li></ul><p><b>ציטוטים:</b></p><ul><li>\"הצילום כל כך הצליח לייפות את העולם, שהתמונות, ולא העולם, הפכו לסטנדרט של היופי.\" - מתוך \"על הצילום\" (1977).</li><li>\"כל מי שנולד מחזיק באזרחות כפולה, בממלכת הבריאים ובממלכת החולים. למרות שכולנו מעדיפים להשתמש רק בדרכון הטוב, במוקדם או במאוחר כל אחד מאיתנו מחויב, לפחות לזמן מה, להזדהות כאזרחים של המקום האחר.\" - מתוך \"מחלה כמטאפורה\" (1978).</li><li>\"במקום הרמנויטיקה אנחנו צריכים ארוטיקה של אמנות.\" - מתוך \"נגד פרשנות ומאמרים אחרים\" (1964).</li><li>\"פרשנות היא הנקמה של האינטלקט באמנות.\" - מתוך \"נגד פרשנות ומאמרים אחרים\" (1964).</li><li>\"אמנות אמיתית יכולה לגרום לנו להיות עצבניים. על ידי צמצום יצירת האמנות לתוכנה ואז פירושה, מבייתים את יצירת האמנות. הפרשנות הופכת את האמנות לניתנת לניהול, ניתנת להתאמה.\" - מתוך \"נגד פרשנות ומאמרים אחרים\" (1964).</li><li>\"הגילוי של הטעם הטוב של טעם רע יכול להיות מאוד משחרר. האדם שמתעקש על הנאות גבוהות ורציניות שולל מעצמו הנאה; הוא מגביל כל הזמן את מה שהוא יכול ליהנות ממנו; בתרגול המתמיד של טעמו הטוב, בסופו של דבר הוא ירחיק את עצמו מהשוק, כביכול.\" - מתוך \"נגד פרשנות ומאמרים אחרים\" (1964).</li><li>\"המציאות נראית יותר ויותר כמו מה שמראים לנו מצלמות.\" - מתוך \"על הצילום\" (1977).</li><li>\"המצלמה הופכת את כולם לתיירים במציאות של אנשים אחרים, ובסופו של דבר במציאות של עצמם.\" - מתוך \"על הצילום\" (1977).</li><li>\"חיים ארוטיים הם, עבור יותר ויותר אנשים, מה שניתן לתפוס בתמונות דיגיטליות ובוידאו. ואולי העינויים יותר אטרקטיביים, כמשהו להקליט, כאשר יש בו מרכיב מיני.\" - מתוך \"בנוגע לעינויים של אחרים\" (2004).</li></ul><p><b>תחומי עניין:</b> פוליטיקה, אמנות, פמיניזם.</p><p><b>מקום לידה:</b> ניו יורק, ארה\"ב.</p><p><b>תאריך לידה:</b> 16 בינואר 1933.</p><p><b>תאריך פטירה:</b> 28 בדצמבר 2004.</p></html>",
    "topicalDescription": "סופרת, מבקרת, פילוסופית ופעילה פוליטית אמריקאית, הידועה במחקריה על צילום, אמנות ופוליטיקה.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "E4D4545B-B7EF-4EE0-AB18-FB2ADFB76DAB"
    ],
    "full_picture": "/Images/Susan-SontagFull.jpg",
    "description_picture": "/Images/Susan-SontagFace.jpg"
  },
  {
    "id": "5B8D36E5-56E2-47E4-9C4C-34A0F107D9B1",
    "birthDate": null,
    "deathDate": null,
    "title": "תאלס ממילטוס",
    "content": "<div><p>תאלס ממילטוס היה פילוסוף יווני קדם-סוקרטי, שנחשב לאחד משבעת חכמי יוון. הוא ידוע בעיקר בזכות השקפתו שהמים הם עקרון היסוד של כל הדברים. תאלס היה גם מתמטיקאי ואסטרונום.</p><p><strong>רעיונות מרכזיים:</strong></p><ul><li>הכל מורכב ממים, רק בצורות שונות.</li></ul><p><strong>ציטוטים:</strong></p><ul><li>\"מים הם העיקרון הראשון של הכל.\" - מצוטט על ידי אריסטו במטפיזיקה</li><li>\"ריבוי מילים אינו הוכחה לדעת נבונה.\" - מצוטט על ידי דיוגנס לארטיוס ב\"חייהם ודעותיהם של פילוסופים מפורסמים\"</li><li>\"דע את עצמך.\" - מצוטט על ידי דיוגנס לארטיוס ב\"חייהם ודעותיהם של פילוסופים מפורסמים\"</li><li>\"הימנע מלעשות את מה שהיית מאשים אחרים בעשייתו.\" - מצוטט על ידי דיוגנס לארטיוס ב\"חייהם ודעותיהם של פילוסופים מפורסמים\"</li></ul><p><strong>תחומי עניין:</strong></p><p>אתיקה, מטפיזיקה, מתמטיקה, אסטרונומיה</p><p><strong>תאריכים חשובים:</strong></p><p>חי בערך בין 623 ל-545 לפני הספירה.</p><p><strong>מקום לידה:</strong></p><p>מילטוס, יוון העתיקה</p></div>",
    "topicalDescription": "פילוסוף יווני קדם-סוקרטי, מתמטיקאי ואסטרונום",
    "era": "יוון העתיקה",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF"
    ],
    "full_picture": "/Images/Thales-of-MiletusFull.jpg",
    "description_picture": "/Images/Thales-of-MiletusFace.jpg"
  },
  {
    "id": "C9D4FE75-42D4-4F88-9E9D-A8ECCC08CB7C",
    "birthDate": "11 September 1903",
    "deathDate": "6 August 1969",
    "title": "תאודור ו. אדורנו",
    "content": "<h1>תאודור ו. אדורנו</h1>\n<p>תאודור ו. אדורנו היה מבקר של התיעוש של הפקת האמנות. ביקורת זו הקדימה את איחוד תעשיית המדיה, שמשנה לא רק יצירות אמנותיות אלא גם טכניקת נרטיב ובסופו של דבר את ההבנה העצמית.</p>\n<h2>רעיונות מרכזיים:</h2>\n<ul>\n <li>אין חשיבה נטולת הקשר: אין נקודת מבט אוניברסלית להבחין ב\"אמת\", אלא רק כזו שיש לה הקשר חברתי-היסטורי.</li>\n <li>\"חשיבה זהותית\" היא ניסיון לסווג את כל היבטי המציאות על ידי הצבת כל תופעה בפחים כלליים ומופשטים.</li>\n <li>\"חשיבה זהותית\" מכוונת להפוך את הידע לשימושי ואינסטרומנטלי, לא כדי להבין אלא כדי לשלוט ולתמרן.</li>\n <li>השליטה של בני האדם בטבע ובבני אדם אחרים היא מקור האסון בעולם של היום.</li>\n <li>כל ביקורת על המודרני חייבת לכלול ביקורת על מה שקדם לו; איננו יכולים פשוט לחזור לעבר.</li>\n <li>האינסטרומנטליזציה של התבונה העלתה את ה\"עובדות\", ויצרה טוטליטריות של הנאורות (בדומה למיתוס ודת בעבר).</li>\n <li>כאשר התבונה הופכת לאינסטרומנטלית, כמו בעקבות הנאורות, המוסר יורד לדרגה של דבר הדומה לחוות דעת אישית.</li>\n <li>אינטליגנציה היא קטגוריה מוסרית.</li>\n <li>\"תעשיית התרבות\" משבשת את ההתפתחות הפסיכולוגית של האוכלוסייה והופכת אותם קלים יותר לשליטה ולשעבוד.</li>\n <li>המוצרים של תעשיית התרבות הופכים יותר ויותר סטנדרטיים, נוסחתיים וחזרתיים באופיים.</li>\n <li>מוזיקה, המיוצרת על ידי תעשיית התרבות, הופכת לסטנדרטית ומונעת מהמאזין להתבגר.</li>\n</ul>\n<h2>עבודות מרכזיות:</h2>\n<ul>\n <li>דיאלקטיקה של הנאורות</li>\n</ul>\n<h2>ציטוטים:</h2>\n<ul>\n <li><b>דיאלקטיקה של הנאורות (1944):</b> החברה הבורגנית נשלטת על ידי שוויון. היא הופכת את השונה לניתן להשוואה על ידי צמצום לכמויות מופשטות. עבור הנאורות, מה שלא ניתן לצמצום למספרים, ובסופו של דבר לאחד, הופך לאשליה.</li>\n <li><b>דיאלקטיקה של הנאורות (1944):</b> הברכה שהשוק אינו שואל עליה לגבי לידה, משולמת בחברת החליפין על ידי העובדה שהאפשרויות המוענקות על ידי לידה מעוצבות כך שיתאימו לייצור מוצרים שניתן לקנות בשוק.</li>\n <li><b>דיאלקטיקה של הנאורות (1944):</b> האפולוגיה המטאפיזית לפחות חשפה את אי הצדק של הסדר הקיים באמצעות חוסר ההתאמה בין המושג למציאות. הניטרליות של השפה המדעית שללה ממה שהיה חסר כוח את הכוח להשמיע את עצמו ופשוט סיפקה לסדר הקיים סימן ניטרלי לעצמו. ניטרליות כזו היא מטאפיזית יותר ממטאפיזיקה.</li>\n <li><b>על אופי הפטיש במוזיקה והנסיגה בהאזנה (1938):</b> אפילו חובב להיטי הפופ הכי חסר רגישות לא יכול תמיד להימלט מהתחושה שהילד עם שן מתוקה מגיע להכיר בחנות הממתקים.</li>\n <li><b>מינימה מורליה (1951):</b> בסופו של דבר, האדרת הנחשלים המופלאים אינה אלא האדרת המערכת המופלאה שהופכת אותם לכאלה.</li>\n <li><b>תעשיית התרבות נבחנת מחדש (1963):</b> במוצרי תעשיית התרבות בני אדם נקלעים לצרות רק כדי שיוכלו להינצל ללא פגע, בדרך כלל על ידי נציגי קולקטיב נאמן; ואז, בהרמוניה אשלייתית, הם מתפייסים עם האינטרס הכללי שאת דרישותיו חוו בתחילה כבלתי ניתנות לפיוס עם שלהם.</li>\n <li><b>למה עדיין פילוסופיה? (1963):</b> ההוויה, שבשמה הפילוסופיה של היידגר מתמקדת יותר ויותר, היא עבורו - כהצגה עצמית טהורה לתודעה פסיבית - מיידית בדיוק, עצמאית בדיוק מתיווכים של הסובייקט כמו שהעובדות והנתונים החושיים הם עבור הפוזיטיביסטים. בשתי התנועות הפילוסופיות החשיבה הופכת לרוע הכרחי וזוכה לגינוי רחב.</li>\n</ul>",
    "topicalDescription": "תאודור ו. אדורנו היה מבקר של התיעוש של הפקת האמנות. ביקורת זו הקדימה את איחוד תעשיית המדיה, שמשנה לא רק יצירות אמנותיות אלא גם טכניקת נרטיב ובסופו של דבר את ההבנה העצמית.",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Theodor-W.-AdornoFull.jpg",
    "description_picture": "/Images/Theodor-W.-AdornoFace.jpg"
  },
  {
    "id": "843F1E7E-6AE7-4E3E-8FD7-780CB10BA017",
    "birthDate": null,
    "deathDate": "7 March 1274",
    "title": "תומאס אקווינס",
    "content": "<div><p><b>תומאס אקווינס</b> (1225-1274) היה פילוסוף ותאולוג איטלקי מהאסכולה התומיסטית. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>אמונה עצמאית משכל; האמונה מספקת תשובות לשאלות שלא ניתנות להכרעה על ידי השכל בלבד.</li><li>ידע רציונלי מגיע דרך החושים.</li><li>אנו נולדים עם תודעה הדומה ללוח חלק (<i>tabula rasa</i>).</li><li>קיומו של אובייקט נפרד מ\"מהותו\", שהיא תיאור שלו.</li><li>בתודעתו של אלוהים, מהות העולם הייתה צריכה לבוא לפני קיומו.</li><li>אלוהים חייב להיות רק קיום, מכיוון שמהותו של אלוהים לא יכלה לבוא לפני קיומו.</li><li>אדם נשפט על פי מעשיו.</li></ul><p><b>יצירות מרכזיות:</b></p><ul><li>סומה תאולוגיקה (Summa Theologica)</li></ul><p><b>ציטוטים:</b></p><ul><li>\"השכל באדם דומה לאלוהים בעולם.\" (Opuscule II, De Regno, 1270 לספירה)</li><li>\"שלושה דברים נחוצים לישועת האדם: לדעת במה עליו להאמין; לדעת מה עליו לחפוץ; ולדעת מה עליו לעשות.\" (Two Precepts of Charity, 1273 לספירה)</li><li>\"לאהוב זה לרצות בטובתו של האחר.\" (סומה תאולוגיקה, 1274 לספירה)</li><li>\"כל דבר שנמצא בתנועה חייב להיות מונע על ידי אחר. אם מה שבאמצעותו הוא מונע בעצמו מונע, אז גם זה צריך להיות מונע על ידי אחר, וזה על ידי אחר שוב. אבל זה לא יכול להימשך עד אינסוף, כי אז לא יהיה מניע ראשון, וממילא, לא יהיה מניע אחר; רואים שמניעים עוקבים נעים רק במידה שהם מונעים על ידי המניע הראשון; כמו שהמקל זז רק בגלל שהוא מונע על ידי היד. לכן יש צורך להגיע למניע ראשון, שלא מונע על ידי שום אחר; וזה כולם מבינים שהוא אלוהים.\" (סומה תאולוגיקה, 1274 לספירה)</li><li>\"דמותו של אלוהים תמיד שוכנת בנפש, בין אם תמונה זו מיושנת ומעורפלת עד כדי כך שאינה מסתכמת כמעט בכלום; או אם היא מעורפלת או מושחתת, כמו במקרה של חוטאים; או אם היא ברורה ויפה כמו במקרה של הצדיקים.\" (סומה תאולוגיקה, 1274 לספירה)</li></ul><p><b>תחומי עניין:</b></p><p>מטאפיזיקה, לוגיקה, תיאולוגיה, נפש, אפיסטמולוגיה, אתיקה, פוליטיקה.</p><p><b>מקום לידה:</b> רוקאסקה, סיציליה.</p><p><b>שנות חיים:</b> (1225-1274)</p></div>",
    "topicalDescription": "פילוסוף ותאולוג איטלקי חשוב מהמאה ה-13, מהבולטים בהגות התומיסטית.",
    "era": "ימי הביניים",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/Thomas-AquinasFull.jpg",
    "description_picture": "/Images/Thomas-AquinasFace.jpg"
  },
  {
    "id": "EADA6FFC-5014-484E-988E-6A06F5AD949A",
    "birthDate": "5 April 1588",
    "deathDate": "4 December 1679",
    "title": "תומאס הובס",
    "content": "<h1>תומאס הובס</h1>\n<p><b>תומאס הובס</b> (5 באפריל 1588 - 4 בדצמבר 1679) היה פילוסוף אנגלי, מפורסם בעיקר בזכות טענתו כי מצב הטבע הוא \"מלחמה של כולם נגד כולם\" אשר דרש לוויתן כדי לבסס סדר. השקפת עולמו של הובס שימשה כהצדקה למדיניות חוץ שרירית.</p>\n\n<h2>רעיונות מרכזיים:</h2>\n<ul>\n <li>החומר בתנועה כולל את היקום ואין שום דבר אחר; היקום הוא מנגנון גדול.</li>\n <li>בני אדם, כמו כל עצם אחר, הם מכונה.</li>\n <li>מחשבות ותהליכים מנטליים אחרים הם תוצאה של חומר נע בתוך הראש.</li>\n <li>מוטיבציה פסיכולוגית היא סוג של דחף ומגיעה בצורה של תיאבון וסלידה.</li>\n <li>דחפים בצורה של תיאבון (חיבה, אהבה וכו') אינם יודעים שובע; הם מפסיקים רק עם המוות.</li>\n <li>פחד מוות הוא הסלידה החזקה ביותר.</li>\n <li>חברות נוצרות מתוך פחד המוות של אנשים.</li>\n <li>במצב הטבע, החיים הם בודדים, עניים, מגעילים, בהמיים וקצרים.</li>\n <li>ההסדר החברתי צריך להיות כזה שאף אחד לא יוכל לספק את האינטרס שלו על ידי הפרת חוקים.</li>\n <li>אנשים צריכים לתת כוח לכוח מרכזי (לוויתן) אשר יכפה חוקים בסמכות מוחלטת.</li>\n <li>תפקידו של הלוויתן הוא לשמור על החופש והביטחון של האוכלוסייה הכללית.</li>\n <li>יש להימנע מתוהו ובוהו חברתי אפילו במחיר של עריצות.</li>\n</ul>\n\n<h2>עבודות עיקריות:</h2>\n<ul>\n <li>לוויתן</li>\n</ul>\n\n<h2>ציטוטים:</h2>\n<ul>\n <li>\"מצבו של האדם... הוא מצב של מלחמה של כל אחד נגד כולם.\" - <i>לוויתן</i>, 1651 לספירה</li>\n <li>\"לא קל ליפול לאבסורד, אלא אם כן על ידי אורך החשבון; שבו אולי הוא ישכח את מה שהיה קודם. כי כל בני האדם מטבעם חושבים באופן דומה, וטוב, כשיש להם עקרונות טובים.\" - <i>לוויתן</i>, 1651 לספירה</li>\n <li>\"הרישום של הידע על עובדה נקרא היסטוריה.\" - <i>לוויתן</i>, 1651 לספירה</li>\n <li>\"ברית שלא להגן על עצמי בכוח, היא תמיד בטלה.\" - <i>לוויתן</i>, 1651 לספירה</li>\n <li>\"הסיבה הראשונה למסקנות אבסורדיות שאני מייחס לחוסר שיטה\" - <i>לוויתן</i>, 1651 לספירה</li>\n <li>\"במצב כזה אין מקום לתעשייה... אין ידיעה על פני האדמה; אין חשבון של זמן; אין אמנויות; אין אותיות; אין חברה; והגרוע מכל, פחד מתמיד, וסכנה של מוות אלים; וחיי האדם, בודדים, עניים, מגעילים, בהמיים וקצרים.\" - <i>לוויתן</i>, 1651 לספירה</li>\n <li>\"עכשיו אני עומד לצאת למסע האחרון שלי, קפיצה גדולה בחושך.\" - 1679 לספירה</li>\n</ul>",
    "topicalDescription": "תומאס הובס מפורסם בטענתו שמצב הטבע הוא \"מלחמה של כל נגד כל\" שדרשה לוויתן כדי לבסס סדר. השקפת העולם של הובס שימשה כהצדקה למדיניות חוץ שרירית.",
    "era": "המאה ה-17",
    "associatedCategories": [
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Thomas-HobbesFull.jpg",
    "description_picture": "/Images/Thomas-HobbesFace.jpg"
  },
  {
    "id": "E503AC1C-CDCC-424B-A18F-5EDC57A41979",
    "birthDate": "18 July 1922",
    "deathDate": "17 June 1996",
    "title": "תומס קון",
    "content": "<div>\n <p><strong>תומס קון</strong> (1922-1996) היה פילוסוף ומדען אמריקאי, הידוע בעיקר בזכות עבודתו בתחום הפילוסופיה של המדע. הוא טען שהתפתחות המדע אינה ליניארית אלא מתרחשת באמצעות מהפכות פרדיגמטיות.</p>\n <p><strong>רעיונות מרכזיים:</strong></p>\n <ul>\n <li>כדי להבין כיצד המדע מתפתח, עלינו לבחון את ההיסטוריה שלו, ולא רק את ההיגיון.</li>\n <li>בחינת ההיסטוריה של המדע מגלה תקופות של \"מדע נורמלי\" ותקופות של \"משבר\", שאחריהן באה \"מהפכה\".</li>\n <li>כאשר פרדיגמה מבוססת, נפתרת התת-קביעות האמפירית והמשבר שהמדע מתמודד איתו מתגבר, והמדע הנורמלי מתאפשר שוב.</li>\n <li>כל פרדיגמה שמבסס המדע בסופו של דבר ממצה את יכולתה לפתור חידות אמפיריות, ומוחלפת בפרדיגמות חדשות.</li>\n <li>כל פרדיגמה חדשה מהווה שבר רדיקלי מהקודמת; אין נומנקלטורה משותפת ואין ראיות שאין עליהן מחלוקת.</li>\n <li>בחירת פרדיגמה זקוקה לדרך עבור הקהילה המדעית לשפוט בין פרדיגמות.</li>\n <li>אין קו בין מצב הגילוי למצב ההצדקה.</li>\n <li>ייתכן שיהיה צורך לנטוש את הרעיון שהמדענים מתקרבים יותר ויותר לאמת עם פרדיגמות עוקבות.</li>\n <li>המדע מתפתח כמו אבולוציה ביולוגית: ללא מטרה סופית, אך עם הגדלת הביטוי וההתמחות.</li>\n </ul>\n <p><strong>עבודות עיקריות:</strong></p>\n <ul>\n <li><em>המבנה של מהפכות מדעיות</em></li>\n </ul>\n <p><strong>ציטוטים:</strong></p>\n <ul>\n <li>\"'מדע נורמלי' פירושו מחקר המבוסס באופן מובהק על הישגים מדעיים קודמים, הישגים שקהילה מדעית מסוימת מכירה בהם במשך זמן מה כמספקים את הבסיס לתרגולה הנוסף.\" (1962, <em>המבנה של מהפכות מדעיות</em>)</li>\n <li>\"במדע, כמו בניסוי הקלפים, החידוש מופיע רק בקושי, המתבטא בהתנגדות, על רקע של ציפייה.\" (1962, <em>המבנה של מהפכות מדעיות</em>)</li>\n <li>\"מהפכות מדעיות מתחילות בתחושה גוברת... שפרדיגמה קיימת חדלה לתפקד באופן הולם בחקירה של היבט של הטבע שאליו הובילה הפרדיגמה עצמה בעבר.\" (1962, <em>המבנה של מהפכות מדעיות</em>)</li>\n <li>\"ייתכן שנצטרך, ליתר דיוק, לוותר על הרעיון, המפורש או המשתמע, ששינויים בפרדיגמה מקרבים מדענים ואלה שלומדים מהם קרוב יותר ויותר לאמת.\" (1962, <em>המבנה של מהפכות מדעיות</em>)</li>\n </ul>\n</div>",
    "topicalDescription": "פילוסוף ומדען אמריקאי, הידוע בעיקר בזכות עבודתו בתחום הפילוסופיה של המדע.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA"
    ],
    "interests": "פילוסופיה של המדע, אקסטרנליזם היסטוריוגרפי",
    "full_picture": "/Images/Thomas-KuhnFull.jpg",
    "description_picture": "/Images/Thomas-KuhnFace.jpg"
  },
  {
    "id": "87CC8B86-67A2-4481-B7C6-F4E8CE10DEA0",
    "birthDate": "4 July 1937",
    "deathDate": null,
    "title": "תומס נייגל",
    "content": "<p>תומס נייגל הוא פילוסוף אמריקאי יהודי, הידוע בעיקר בזכות עבודתו בפילוסופיה של הנפש, אתיקה ואפיסטמולוגיה. הוא ידוע בביקורתו על המטריאליזם ובעד תפיסה של מציאות שאינה ניתנת לרדוקציה ליסודות חומריים בלבד.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>\"איננו יכולים להניח לחלוטין 'מבט משום מקום', כלומר לנטוש לחלוטין את הסובייקטיביות שלנו.\"</li>\n <li>\"ידע על עובדות לגבי התנהגות ופיזיולוגיה של אורגניזם אינו מיידע אותנו לגבי החוויה הסובייקטיבית שלו.\"</li>\n <li>\"העולם הפיזי כולל אורגניזמים בעלי תודעה, ולכן המטריאליזם הוא תיאור לא שלם של העולם הפיזי.\"</li>\n <li>\"כל התיאורים האבולוציוניים של התבונה מניחים מראש את תקפותה של התבונה, ולכן הם מעגליים.\"</li>\n <li>\"האבולוציה אינה יכולה לייצר תודעה, תבונה וערך; עם זאת, הם עשויים להנחות את האבולוציה כהיבטים בסיסיים של היקום.\"</li>\n <li>\"אתיקה נתפסת בצדק רב יותר כענף של הפסיכולוגיה.\"</li>\n <li>\"במקום הדאגות הנוכחיות שלנו, יש סיבות רציונליות, נצחיות ופנימיות לפעולה.\"</li>\n <li>\"הפעולה צריכה להיות לא אישית; אם אני פועל בדרך אחת למען עצמי, עלי לפעול באותו אופן עבור מישהו אחר.\"</li>\n <li>\"רק אורגניזמים בעלי תבונה מעשית יכולים לראות ערך, אך ברגע שהם רואים אותו, הם מוצאים אותו בחייהם של אורגניזמים ללא תבונה או תודעה.\"</li>\n <li>\"לא ניתן לבסס או להפריך ריאליזם מוסרי על ידי ניסוי מכריע; תוקפו הוא עניין השוואתי.\"</li>\n <li>\"כאשר ניתנת טענה למסקנה בלתי מתקבלת על הדעת באופן אינטואיטיבי, עליך להניח שיש כנראה משהו לא בסדר בטיעון.\"</li>\n</ul>\n\n<p><b>עבודות מרכזיות:</b></p>\n<ul>\n <li>\"מבט משום מקום\"</li>\n <li>\"האפשרות של אלטרואיזם\"</li>\n <li>\"תודעה ויקום\"</li>\n</ul>\n\n<p><b>ציטוטים מפורסמים:</b></p>\n<ul>\n <li>\"בסופו של דבר, אני מאמין, הניסיונות הנוכחיים להבין את הנפש על ידי אנלוגיה למחשבים מעשה ידי אדם שיכולים לבצע באופן מעולה חלק מאותן משימות חיצוניות כמו יצורים בעלי תודעה יוכרו כבזבוז אדיר של זמן.\"</li>\n <li>\"אנו מניחים שההתקדמות שלנו באובייקטיביות היא צעדים לאורך נתיב המשתרע מעבר להם ומעבר לכל היכולות שלנו. אבל גם אם נאפשר זמן בלתי מוגבל, או מספר בלתי מוגבל של דורות, כדי לנקוט צעדים עוקבים רבים ככל שנרצה, התהליך לעולם לא יושלם... מה שדרוש הוא דרך כלשהי להפוך את נקודת המבט האובייקטיבית ביותר לבסיס הפעולה.\"</li>\n <li>\"האתיקה מגדילה את טווח מה שאנחנו יכולים לרצות לגבי עצמנו – ומרחיבה אותו מפעולותינו אל המניעים, תכונות האופי והנטיות שמהן הן נובעות. אנו רוצים להיות מסוגלים לרצות את מקורות פעולותינו עד לתחתית.\"</li>\n <li>\"פילוסופיה שונה ממדע וממתמטיקה. שלא כמו מדע היא אינה מסתמכת על ניסויים או תצפיות, אלא רק על מחשבה. ובשונה ממתמטיקה אין לה שיטות הוכחה פורמליות. היא נעשית רק על ידי שאילת שאלות, ויכוח, ניסיון רעיונות וחשיבה על טיעונים אפשריים נגדם, ותוהה כיצד באמת פועלים המושגים שלנו.\"</li>\n <li>\"הגדרות לא יכולות להיות בסיס המשמעות לכל המילים, אחרת נסתובב במעגל לנצח. בסופו של דבר עלינו להגיע לכמה מילים שיש להן משמעות ישירה.\"</li>\n</ul>",
    "topicalDescription": "פילוסוף אמריקאי חשוב בן זמננו, הידוע בעבודתו בפילוסופיה של הנפש, האתיקה והאפיסטמולוגיה.",
    "era": "פילוסופיה בת זמננו",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "8EE0CCCC-DC36-48E7-ADB2-25686F6EEBDF",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/Thomas-NagelFull.jpg",
    "description_picture": "/Images/Thomas-NagelFace.jpg"
  },
  {
    "id": "0A1BF11A-9343-4EB1-BDFC-FDE556F448D5",
    "birthDate": "21 November 1694",
    "deathDate": "30 May 1778",
    "title": "וולטר",
    "content": "<h1>וולטר</h1>\n<p><b>וולטר</b> (1694-1778) היה פילוסוף, סופר ומחזאי צרפתי, דמות בולטת בתקופת הנאורות. הוא ידוע בביקורת החריפה שלו על הממסד הדתי והפוליטי, ובאמונתו בזכויות האדם, חופש הביטוי והסובלנות הדתית.</p>\n\n<h2>רעיונות מרכזיים</h2>\n<ul>\n <li>הממשלה צריכה להיות מוגבלת וחופש הביטוי צריך להיות בלתי מצונזר.</li>\n <li>כל עובדה ותיאוריה בהיסטוריה תוקנו בשלב כלשהו.</li>\n <li>איננו נולדים עם רעיונות ומושגים כבר בראשנו.</li>\n <li>כל רעיון ותיאוריה ניתנים לערעור.</li>\n <li>ספק אינו מצב נעים, אבל ודאות היא אבסורדית.</li>\n</ul>\n\n<h2>יצירות מרכזיות</h2>\n<ul>\n <li>קנדיד</li>\n <li>זאדיג</li>\n</ul>\n\n<h2>ציטוטים בולטים</h2>\n<ul>\n <li>\"גירושין הם כנראה בני אותו גיל כמו הנישואין. אני מאמין, עם זאת, שנישואים הם מוקדמים בכמה שבועות.\"</li>\n <li>\"אופטימיות,\" אמר קקמבו, \"מה זה?\" \"אבוי!\" השיב קנדיד, \"זו העקשנות לטעון שהכל הכי טוב כשהוא הכי גרוע!\"</li>\n <li>\"אילו אלוהים לא היה קיים, היה הכרחי להמציא אותו.\"</li>\n <li>\"זה מסוכן להיות צודק בעניינים שבהם אנשים מבוססים טועים.\"</li>\n <li>\"שום דבר אינו נפוץ כל כך כמו לחקות את אויביו, ולהשתמש בכלי הנשק שלהם.\"</li>\n <li>\"אסור להרוג; לכן כל הרוצחים נענשים אלא אם כן הם הורגים במספרים גדולים ולקול תרועות חצוצרות.\"</li>\n <li>\"הסוד להיות משעמם הוא לספר הכל.\"</li>\n <li>\"אמירה שנונה אינה מוכיחה דבר.\"</li>\n</ul>\n",
    "topicalDescription": "וולטר היה פילוסוף צרפתי חשוב בעידן הנאורות, שהתמקד בפוליטיקה, דת, היסטוריוגרפיה וספקנות.",
    "era": "עידן הנאורות",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "associatedPhilosophers": [],
    "full_picture": "/Images/VoltaireFull.jpg",
    "description_picture": "/Images/VoltaireFace.jpg"
  },
  {
    "id": "21EA4F15-56AC-40E0-9BA9-3CBF23D3A669",
    "birthDate": "15 July 1892",
    "deathDate": "26 September 1940",
    "title": "וולטר בנימין",
    "content": "<p><b>וולטר בנימין</b> (15 ביולי 1892 – 26 בספטמבר 1940) היה פילוסוף, מבקר תרבות, סופר ואיש רוח יהודי-גרמני. הוא נחשב לאחד האינטלקטואלים הבולטים של המאה ה-20, והגותו השפיעה רבות על תחומי הפילוסופיה, הספרות, האמנות והתרבות. בנימין היה מזוהה עם זרם המרקסיזם המערבי וכתביו עוסקים רבות בביקורת החברה המודרנית, האמנות, הטכנולוגיה וההיסטוריה.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>\"אנו בונים את חיינו יותר מעובדות מאשר מתוך אמונות.\"\n</li>\n <li>\"הדרך היחידה להכיר אדם היא לאהוב אותו ללא תקווה.\"\n</li>\n <li>\"עם התיעוש, האמנות הפכה כל כך קלה להפקה ולהעתקה, עד שהאמנות איבדה את ההילה שהייתה לה פעם.\"\n</li>\n</ul>\n\n<p><b>ציטוטים בולטים:</b></p>\n<ul>\n <li>1921: \"דת עשויה להיות מובחנת בקפיטליזם – כלומר, הקפיטליזם משמש בעיקר כדי להפיג את אותם חרדות, ייסורים והפרעות שהדתות כביכול הציעו להן תשובות.\"\n</li>\n <li>1940: \"קיים הסכם סודי בין הדורות הקודמים לדור הנוכחי. בואנו היה צפוי על פני האדמה. כמו כל דור שקדם לנו, ניחנו בכוח משיחי חלש, כוח שלעבר יש תביעה עליו. לא ניתן ליישב את התביעה הזו בזול.\"\n</li>\n <li>1940: \"מסורת המדוכאים מלמדת אותנו ש'מצב החירום' בו אנו חיים אינו היוצא מן הכלל אלא הכלל.\"\n</li>\n <li>1940: \"רק משקיף חסר מחשבה יכול להכחיש שיש התאמות בין עולם הטכנולוגיה המודרנית לעולם הסמלים הארכאי של המיתולוגיה.\"\n</li>\n <li>1936: \"אמנות הסיפור מגיעה לקִצה משום שהצד האפי של האמת, החוכמה, גווע.\"\n</li>\n <li>1928: \"פרדוקס מוזר: אנשים חושבים רק על האינטרס הפרטי הצר ביותר שלהם כשהם פועלים, אך בה בעת הם נחושים יותר מתמיד בהתנהגותם על ידי האינסטינקטים של ההמונים. ... מגוון המטרות האישיות אינו משמעותי מול זהות הכוחות הקובעים.\"\n</li>\n</ul>\n\n<p><b>עבודות בולטות:</b></p>\n<ul>\n <li>\"הארות\"</li>\n</ul>\n\n<p><b>תחומי עניין:</b></p>\n<p>אסתטיקה, פילוסופיה של השפה</p>",
    "topicalDescription": "פילוסוף, מבקר תרבות וסופר יהודי-גרמני, מהבולטים במאה ה-20",
    "era": "המאה ה-20",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA"
    ],
    "full_picture": "/Images/Walter-BenjaminFull.jpg",
    "description_picture": "/Images/Walter-BenjaminFace.jpg"
  },
  {
    "id": "3569A488-D7FE-4C58-BB4F-50AACF2A0FBA",
    "birthDate": "23 February 1868",
    "deathDate": "27 August 1963",
    "title": "וו. אי. בי. דו בויז",
    "content": "<p><b>וו. אי. בי. דו בויז</b> (W. E. B. Du Bois) היה סוציולוג, היסטוריון, פעיל זכויות אזרח, סופר ופילוסוף אפרו-אמריקאי בולט. הוא נולד ב-23 בפברואר 1868 ונפטר ב-27 באוגוסט 1963.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>אנו שואפים לחיים מלאים ועשירים יותר.</li><li>כדי להשיג חיים מלאים יותר, עלינו להאמין באפשרות של התקדמות.</li><li>אם נאבד את האמונה בהתקדמות, נסבול סוג של מוות: קיום ללא צמיחה.</li><li>עלינו להאמין בחיים.</li><li>הבעיה של המאה ה-20 היא בעיית קו הצבע.</li><li>אי שוויון חברתי וגזענות הם שני המכשולים העיקריים לחיים מצוינים.</li></ul><p><b>יצירות בולטות:</b></p><ul><li>\"נשמות הכושים\" (The Souls of Black Folk)</li><li>\"שחזור שחור באמריקה\" (Black Reconstruction in America)</li></ul><p><b>ציטוטים מפורסמים:</b></p><ul><li>\"להיות עני זה קשה, אבל להיות גזע עני בארץ של דולרים זה התחתית של הקשיים.\"</li><li>\"העובד חייב לעבוד לתפארת מעשה ידיו, לא רק עבור שכר; ההוגה חייב לחשוב למען האמת, לא למען תהילה.\"</li><li>\"תמיד ישנו זוהר מסוים ברעיון של אומה שקמה לרסק רוע פשוט משום שהוא רע. לרוע המזל, זה נדיר שניתן לממש זאת בחיים האמיתיים; כי עצם קיומו של הרוע בדרך כלל טוען לחולשה מוסרית ממש במקום שבו נדרש כוח מוסרי יוצא דופן.\"</li><li>\"יש רק פחדן אחד על פני האדמה, וזה הפחדן שאינו מעז לדעת.\"</li></ul>",
    "topicalDescription": "דו בויז היה דמות משפיעה בתנועה לזכויות האזרח האמריקאית והיה ידוע בביקורתו על הגזענות והאפליה. הוא היה גם חוקר פורה שתרם תרומות חשובות לסוציולוגיה, להיסטוריה ולפילוסופיה.",
    "era": "המאה ה-20",
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/W.-E.-B.-Du-BoisFull.jpg",
    "description_picture": "/Images/W.-E.-B.-Du-BoisFace.jpg"
  },
  {
    "id": "00F678EA-6C9A-4D0F-90D1-D3CA9ADE11CB",
    "birthDate": "22 June 1767",
    "deathDate": "8 April 1835",
    "title": "וילהלם פון הומבולדט",
    "content": "<p><b>וילהלם פון הומבולדט</b> (1767-1835) היה פילוסוף, בלשן, מדינאי ודיפלומט פרוסי. הוא נחשב לאחד האינטלקטואלים הגדולים של זמנו ותרומתו לעולם האינטלקטואלי ניכרת בתחומים רבים. הומבולדט היה תומך נלהב בליברליזם הקלאסי והדגיש את החשיבות של חופש הפרט והגבלת כוחה של המדינה.</p>\n\n<p><b>רעיונות מרכזיים:</b></p>\n<ul>\n <li>כוחה של המדינה להגביל את חירויות הפרט צריך להיות מוגבל למניעת פגיעה באחרים.</li>\n <li>החינוך לא צריך להיות הכנה לעבודה אלא ליצירת בני אדם ואזרחים משכילים.</li>\n</ul>\n\n<p><b>ציטוטים בולטים:</b></p>\n <ul>\n <li>\"החקירה על המטרות והגבולות הראויים של פעילות המדינה חייבת להיות בעלת חשיבות עליונה - יתר על כן, היא אולי בעלת חשיבות חיונית יותר מכל שאלה פוליטית אחרת.\"</li>\n <li>\"הקץ האמיתי של האדם, או זה שנקבע על ידי הצווים הנצחיים והבלתי משתנים של ההיגיון, ולא הוצע על ידי תשוקות מעורפלות וחולפות, הוא הפיתוח הגבוה וההרמוני ביותר של כוחותיו לשלם שלם ועקבי.\"</li>\n <li>\"העיקרון הגדול, המוביל, שאליו מתכנס כל טיעון שנפרס עד כה בדפים אלה, הוא החשיבות המוחלטת והמהותית של ההתפתחות האנושית במגוון העשיר ביותר שלה.\"</li>\n <li> \"לחקור וליצור - אלו הם המרכזים הגדולים סביבם סובבים כל העיסוקים האנושיים, או לפחות לאובייקטים אלה הם מתייחסים במידה כזו או אחרת.\"</li>\n <li>\"האדם מטבעו נוטה יותר למעשים מועילים מאשר לאנוכיים.\"</li>\n <li> \"אם נביט במהפכות החשובות ביותר בהיסטוריה, לא יהיה לנו קושי להבין שמרבית המהפכות הללו מקורן במהפכות תקופתיות של המוח האנושי.\"</li>\n <li> \"החוסר יכולת לחירות יכול לנבוע רק מחוסר כוח מוסרי ואינטלקטואלי; להעלות את הכוח הזה היא הדרך היחידה לנטרל את החוסר הזה; אבל כדי לעשות זאת, זה מניח את מימוש הכוח הזה, ומימוש זה מניח את החופש שמעורר פעילות ספונטנית.\"</li>\n </ul>\n\n<p><b>עבודות עיקריות:</b></p>\n <ul>\n <li>גבולות פעולת המדינה</li>\n </ul>",
    "topicalDescription": "פילוסוף, בלשן, מדינאי ודיפלומט פרוסי. דגל בליברליזם קלאסי והדגיש את חשיבות חירות הפרט.",
    "era": "המאה ה-18 וה-19",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7"
    ],
    "full_picture": "/Images/Wilhelm-von-HumboldtFull.jpg",
    "description_picture": "/Images/Wilhelm-von-HumboldtFace.jpg"
  },
  {
    "id": "779AABA4-26E6-4437-A979-03B83C75BA30",
    "birthDate": "11 January 1842",
    "deathDate": "26 August 1910",
    "title": "ויליאם ג'יימס",
    "content": "<p><b>ויליאם ג'יימס</b> (1842-1910) היה פילוסוף ופסיכולוג אמריקאי רב השפעה, הידוע כאחד מאבות הזרם הפראגמטיסטי. הוא נולד בניו יורק סיטי והיה דמות בולטת בתחום הפילוסופיה, הפסיכולוגיה והפילוסופיה של הדת. </p><p><b>רעיונות מרכזיים:</b></p><ul><li>משהו יכול להיחשב כאמיתי אם הוא ממלא את כל תפקידיו הנדרשים (תואם לעובדות ידועות, מספק תובנות/תחזיות וכו').</li><li>מוצדק להאמין באמירות שלא ניתן להפריך ושמביאות תועלת.</li></ul><p><b>יצירות מרכזיות:</b></p><ul><li>פראגמטיזם</li><li>הרצון להאמין</li></ul><p>ג'יימס טען שהאמת מתרחשת לרעיון, היא נעשית אמיתית באמצעות אירועים, וכי התוקף שלה הוא תהליך האימות עצמו. הוא האמין שהאמונה צריכה להשפיע על חיינו, וכי יש להעריך רעיונות על פי התוצאות המעשיות שלהם.</p><p><b>ציטוטים בולטים:</b></p><ul><li>\"כל האידיאלים המדעיים והפילוסופיים שלנו הם מזבחות לאלים לא ידועים.\" (1880)</li><li>\"אינסטינקט מוביל, אינטליגנציה רק עוקבת.\" (1900)</li><li>\"כל דרך לסווג דבר היא רק דרך לטפל בו למטרה מסוימת.\" (1882)</li><li>\"למעשה אין שום איכות אתית אלא אם הוא נבחר מתוך כמה אפשרויות שוות.\" (1890)</li><li>\"אין אדם אומלל יותר מאשר מי ששום דבר בו אינו הרגל מלבד חוסר החלטה.\" (1890)</li><li>\"האמת קורית לרעיון. היא הופכת לאמיתית, נעשית אמיתית על ידי אירועים. אמיתותה היא למעשה אירוע, תהליך: התהליך, כלומר, של אימות עצמו, אימותו. תוקפה הוא תהליך תוקפו.\" (1907)</li><li>\"אני אודה כעת באוטופיה שלי. אני מאמין באדיקות בשלטון השלום ובהופעתה ההדרגתית של איזושהי שווי משקל סוציאליסטי. ההשקפה הפטליסטית על פונקציית המלחמה היא שטות בעיני, כי אני יודע שעשיית מלחמה נובעת ממניעים מוגדרים וכפופה לבדיקות זהירות ולביקורות סבירות, בדיוק כמו כל צורת מיזם אחרת.\" (1906)</li></ul>",
    "topicalDescription": "פילוסוף ופסיכולוג אמריקאי, מחלוצי הפראגמטיזם.",
    "era": "המאה ה-19 וה-20",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA"
    ],
    "full_picture": "/Images/William-JamesFull.jpg",
    "description_picture": "/Images/William-JamesFace.jpg"
  },
  {
    "id": "3172E773-E550-47A1-AB2A-2FE312A5B2C0",
    "birthDate": null,
    "deathDate": null,
    "title": "ויליאם איש אוקאם",
    "content": "<div><p><b>ויליאם איש אוקאם</b> (בערך 1285–1347) היה פילוסוף פרנציסקני וסכולסטי אנגלי, תאולוג, ולוגיקן.</p><p><b>רעיונות מרכזיים:</b></p><ul><li>הלוגיקה שונה מסדר הדברים הטבעי, שכן הכרח קיים בראשונה אך לא באחרון.</li><li>ידע אינו יכול להגיע רק באמצעות הלוגיקה; יש צורך קודם כל בתצפית.</li><li>ההסבר הפשוט ביותר הוא ככל הנראה הנכון.</li><li>כאשר יוצרים הסבר, יש להניח רק את המינימום ההכרחי; אין להניח ישויות שלא לצורך.</li></ul><p><b>עבודות עיקריות:</b></p><ul><li>סומה לוגיקה</li><li>שיח קצר על ממשלה טירנית</li></ul><p><b>ציטוטים:</b></p><ul><li>\"אין טעם לעשות עם יותר את מה שאפשר לעשות עם פחות.\" (סומה טוטיאוס לוגיקה)</li><li>\"לוגיקה היא הכלי השימושי ביותר מכל האמנויות. בלעדיה אין אפשרות לדעת אף מדע באופן מלא.\" (סומה לוגיקה, 1323 לספירה)</li><li>\"אין להניח ריבוי לעולם בלי צורך.\" (קוואסטיונס ודציזיונס אין קוואטטור ליברוס סנטנטריום פטרי לומברדי)</li></ul></div>",
    "topicalDescription": "פילוסוף סכולסטי אנגלי, לוגיקן ותאולוג",
    "era": "ימי הביניים",
    "associatedPhilosophers": [],
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "CAC65828-3920-42AF-B9F3-3ED0245EB8F7",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/William-of-OckhamFull.jpg",
    "description_picture": "/Images/William-of-OckhamFace.jpg"
  },
  {
    "id": "1A1D6463-9FD7-4683-B2C3-103656395889",
    "birthDate": null,
    "deathDate": null,
    "title": "קסנופנס",
    "content": "<p>קסנופנס היה פילוסוף יווני קדם-סוקרטי שחי בין השנים 570 ל-475 לפני הספירה. הוא נולד בקולופון, איוניה (כיום טורקיה). קסנופנס ידוע בעיקר בזכות הביקורת שלו על האנתרופומורפיזם של האלים היוונים המסורתיים והתיאוריות שלו לגבי טבעו של אלוהים. הוא טען שהאלים אינם אלא השלכה של האדם עצמו ושל התרבות שלו.</p>\n\n<p><strong>רעיונות מרכזיים:</strong></p>\n<ul>\n <li>אף על פי שאנחנו עשויים להתקרב לאמת, היא יצירה של האנושות ולפיכך השערה.</li>\n <li>כל העמים יוצרים את האלים שלהם בבבואה של עצמם ותרבותם.</li>\n</ul>\n\n<p><strong>ציטוטים:</strong></p>\n<ul>\n <li>\"בני תמותה סבורים שהאלים נולדים כמותם, לובשים בגדים כמו שלהם, ובעלי קול וצורה.\" (קטע 14)</li>\n <li>\"האתיופים אומרים שאליהם שטוחים ואפלים, התראקים שאליהם בהירים ובעלי שיער אדום.\" (קטע 16)</li>\n <li>\"יש אל אחד, הגדול מבין האלים והאנשים, שאינו דומה לבני תמותה לא בצורה ולא במחשבה.\" (קטע 23)</li>\n <li>\"כי הכל מהאדמה ולאדמה הכל חוזר בסוף.\" (קטע 27)</li>\n</ul>\n\n<p><strong>תחומי עניין:</strong> תיאולוגיה, מטאפיזיקה, אפיסטמולוגיה</p>",
    "topicalDescription": "פילוסוף יווני קדם-סוקרטי שביקר את האנתרופומורפיזם של האלים היוונים המסורתיים והעלה תיאוריות על טבעו של אלוהים.",
    "era": "קדם סוקרטי",
    "associatedCategories": [
      "6E629269-01CB-4229-8262-3566721145AA",
      "7A5A4D25-0F06-4E4C-9BE3-0DFF63F5B68C"
    ],
    "full_picture": "/Images/XenophanesFull.jpg",
    "description_picture": "/Images/XenophanesFace.jpg"
  },
  {
    "id": "F6B6F3C0-C082-471A-945A-5AC37C8968D4",
    "birthDate": null,
    "deathDate": null,
    "title": "זנון",
    "content": "<p>זנון מאליאה היה פילוסוף יווני קדם-סוקרטי, חבר בבית הספר האלאטי. הוא ידוע בעיקר בזכות הפרדוקסים שלו, שנועדו לתמוך בתורתו של פרמנידס על אחדות המציאות. הפרדוקסים של זנון מערערים על מושגים נפוצים של תנועה, ריבוי ומרחב, ועד היום הם מעוררים דיונים פילוסופיים.</p><p>זנון טען שאפילו טיעון לוגי יכול להוביל למסקנה שגויה.</p>",
    "topicalDescription": "פילוסוף יווני קדם-סוקרטי, ידוע בפרדוקסים שלו",
    "era": "התקופה הקדם-סוקרטית",
    "associatedPhilosophers": [],
    "associatedCategories": [],
    "full_picture": "/Images/ZenoFull.jpg",
    "description_picture": "/Images/ZenoFace.jpg"
  }
]